{"1010": [{"id": "1010", "ref": "", "sys_name": "PG-MMR", "sys_summ": "the american homeschool association is a network of legal experts supporting homeschoolers.\nthis list is an opportunity for homeschoolers to contact homeschooling attorneys and experts about homeschooling legal and litigation issues.\nin spite of the important role state homeschooling organizations play in the continued growth and well-being of the homeschooling movement.\nunder his leadership, the staff responded to member requests, interfaced with government officials who were purposely or naively treading on homeschooling families ' freedom.\nsummaries of state -lrb- hsc -rrb-, legislative liaison united states justice foundation, provides this summary of state laws.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1010", "ref": "", "sys_name": "H2", "sys_summ": "To summarize briefly, this new law will allow private schools to issue work permits to students.\nHomeschooling in California may soon get the chance to prove that private homeschooling is their legal right.\nHSLDA gives families the freedom to homeschool without having to face legal threats alone.\nParents should not be penalized for acting in the best interests of their children's education.\nHomeschooling our special needs children also adds a spiritual dimension to their education.\nNumerous studies have found that homeschooled students on average outperform their peers on standardized tests.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1010", "ref": "", "sys_name": "H4", "sys_summ": "Homeschooling parents should not need to prove they are innocent of abusing their children as a condition for freely exercising their parental rights in education.\nParents of homeschoolers are, on average, better educated than other parents  a greater percentage have college degrees  though their incomes are about the same.\n\"The Court has opined that the only role of parents is to help their children in the education they receive in the institutional schools.\" Parents have a prior right to choose the kind of education that shall be given to their children.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1010", "ref": "", "sys_name": "H3", "sys_summ": "Out of the 50 states, only five made legal provision for homeschooling.\nToday, private homeschooling in California and throughout the 50 states is an established, successful educational alternative.\nGrading States on Their Education Freedom I am often asked which states are the \"best\" for homeschooling.\nCertain states, such as Maine and New Mexico, have laws that permit homeschooling families to take advantage of public school resources.\nOver the past two decades, Chris has seen homeschooling become clearly legal in every state.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1010", "ref": "", "sys_name": "H1", "sys_summ": "Given the dismal state of public education in California today (it ranks below Alabama and Mississippi on many performance indicators) there is little question that the unions and educrats would gleefully seize upon the opportunity to cooperate in a misguided effort by homeschooling activists to write a good homeschooling law.\nA law passed in December 2000 allows for homeschooling in UKRAINE .\nSome of the leadership of HSLDA ascribe to Rushooney's theology of Christian Reconstructionism which may have an influence on their political involvement.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1010", "ref": "", "sys_name": "Submodular", "sys_summ": "Although homeschooling has never not been legal in NJ, many school districts were unaware of this, and it wasn't until 1965 that a court case upheld our right to provide our children with a non institutional education. If this were somehow \"enforced\", and there was a mass round-up of parents, each time they were taken to court, the judge would have to show in the law where it says that the parents are required to have a credential of they are teachers at a private school. \"But in order to file for rehearing, you have to be a party to the case, and we were not the family's attorney.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1010", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nIf you live in the state of Missouri and your student is looking for a job, chances are you will need to obtain a work certificate. \nThe links provided below contain information that may or may not be current. \nA Washington, D.C. mother who had withdrawn her four children from public school has been charged with their murder. \nWhat can we, as individual homeschoolers, do about this situation? \nI don't know how we would have accomplished it without them. \nFor more details, read HSLDA's legal analysis on California at www.hslda.org/CA. \nMost homeschooling families operate underground. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1036": [{"id": "1036", "ref": "", "sys_name": "H4", "sys_summ": "The child learns behavior that helps them be accepted by others.\" Parents of shy children often claim that their children need to be pushed to do things, or else they won't do very much.\nParenting advice to help shyer, sensitive, timid kids feel more comfortable and gain confidence in social situations \"You go ahead without me.\" playdates with children that are younger than your child might be helpful.\nIf your child has already been in counseling, or if kids are having trouble overcoming extreme shyness, some parents turn to therapy or family counseling for help overcoming shyness .", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1036", "ref": "", "sys_name": "H3", "sys_summ": "At the beginning of the school year, staff does not decide who is in which kindergarten classroom until each of the teachers have had a chance to teach all the children for one day.\nShy children in preschool often show signs of social anxiety during free play with peers.\nIf a parent is shy too, but functions normally in social settings, they will often think that their child's shyness is normal too.\nBut if the parents are very outgoing and are extroverts, they will more often see their child's shyness as a problem.\nThe teachers really pay attention to what each child needs.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1036", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nShe is going to be talking to us about creating a case for your child and family in the school community. \nWe have had no problems with teacher bullying or anything of that nature. \nThey don't follow it at all as far as I can tell. \nAnd more kids than you may realize are very advanced. \nConsequently they do not learn social skills on their own. l faced this same decision when my daughter was 15. \nThe opposite has been true. \nShy children like Sarah suffer from an internal conflict called approach avoidance conflict . \nCould any Black Pine Circle parents out there help me out? ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1036", "ref": "", "sys_name": "H2", "sys_summ": "A: Try taking a strengths-based approach to help your child develop confidence.\nShy children want to interact with unfamiliar others but don't because of their fear.\nAnd being shy as a child does not mean that your child will have problems later in life.\nTheir teachers will know and love your child.\nMinimizing or dismissing a child's problems can make a child avoid the issue or feel embarrassed.\nRecognizing a Shy Kid Shy kids are easy to recognize in class and in social groups.\nSocial slipups are rarely as awful as kids imagine.\nKids need to know their feelings are normal.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1036", "ref": "", "sys_name": "PG-MMR", "sys_summ": "private school interviews with a shy child dear mother of a shy child.\nchildren who are shy often have at least one parent who is also shy.\nif you have a shy child, here are some specific tips you can use and approaches you can take to help them overcome their shyness.\nfor more information on things parents can do to help shy children, see the parenting the shy child page of this website.\nless than 1 % of kids have this but enough that it has a name, does n't mean that they have to feel shy at all times for the rest of their lives.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1036", "ref": "", "sys_name": "H1", "sys_summ": "For shy children, this may make the start of preschool stressful.\nAs Zimbardo and Radl (1981) and Honig (1987) noted, some shy children show more confidence in interacting with younger children.\nHere, children really learn without pressure.\nGive shy children a job to do.\nMaybe not...but perhaps it will encourage those silent bystanders to speak up more often.\nWhile some schools may shy away from parental involvement, the Lake School welcomes it.\nA bashful girl declines an invitation to play with two neighbor girls.\nKids need to know their feelings are normal.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1036", "ref": "", "sys_name": "Submodular", "sys_summ": "Now, I know that as teachers, you don't have time to incorporate individual games, hobbies or activities into your curriculum, but it's my hope that you might encourage parents to encourage their children to try activities like these---particularly activities that capture the interests of their classmates as well---providing shy children with a tool to help them break the social ice and make friends. We get the sense that when our child gets to school, learning and doing things with other kids occurs naturally, and her anxiety levels went way down from where they were at her previous school.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1024": [{"id": "1024", "ref": "", "sys_name": "H1", "sys_summ": "Maybe then parents will start to take it seriously when someone tells them that their child is a terror.\nThis can be a tricky dilemma for parents whose children may insist that they not tell anyone.\nRemind children not to give out their personal information (address, telephone number, etc.) online.\nPeer approval is very important to children.\nExplaining fully the affects of bullying to students may also decrease bullying.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1024", "ref": "", "sys_name": "H4", "sys_summ": "Bullying is repeated aggressive behavior that can be physical, verbal, or relational.\nAs a parent, you may be setting a bad example for your kids by spanking or otherwise striking them, verbally or physically abusing your spouse, or by displaying bullying behavior such as: Parents need to resist withdrawal or isolation from the family, rather affirming everyone needs to be at the table for dinner.\n\"If your kids were bullied at school, you wouldn't pull them out.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1024", "ref": "", "sys_name": "H3", "sys_summ": "[Parent] \"My son has been bullied at this school for 2 years now with no help from the teachers or the principal.\nTeachers, principals, parents, and lunchroom helpers at school can all help to stop bullying.\nIf a child is being bullied it may not be obvious to a parent or teacher.\nThere is no single solution to bullying and cyber-bullying.\nTalk to kids about bullying and cyber-bullying.\nAll bullies are cowards and Cyber-bullying, and any form of bullying for that matter, can have long-lasting and deep-routed effects on a target.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1024", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nThe school needs to be better educated on bullying and the fact that it is not ok, either by another student or by a TEACHER!\" How many millions of students are there in this country? \nI would have expected more from ***!\" So what do kids do when they see someone being bullied? \nThey can also end up blaming others for their own shortcomings. \nRole playing these behaviors will help children recognize them. [Parent] \"My daughter has had problems with bulling at our school. \nDo you reject because it's how you really feel? \nThis isn't all about bad parenting! No child should experience this. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1024", "ref": "", "sys_name": "PG-MMR", "sys_summ": "c.r.i : there are all forms of bullying, cyber-bullying, physical bullying and name calling.\nif you are being bullied, of cyber-bullying may be the most effective approach for dealing with the issue.\nwhy you 're being bullied or cyber-bullied research shows that about 25 percent of kids experience bullying and even more of us are impacted by cyber-bullying, so you 're not alone.\ntips for dealing with bullying and cyber-bullying has made this even worse because it can be witnessed by many more people and continue around the clock.\ni do see cyber bullying as a problem though it has never happened to me.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1024", "ref": "", "sys_name": "H2", "sys_summ": "Remind your child that bullying can have legal consequences.\nCyber bullying is getting worse and worse.\nBullying is a big problem that affects lots of kids.\nBullies frequently target people who are different.\nTeachers should be aware of whats going on with their kids and should intervene.\nSchools and parents should teach students to respect themselves and others.\nCyber bullying can entail a variety of things using various communication outlets.\nPartner with your child to come up with a solution.\nCounsel your child to then walk away and ignore any further taunts.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1024", "ref": "", "sys_name": "Submodular", "sys_summ": "Another significant problem are parents who do not want to accept that their children are bullying others - this is why it is important as a school or a community to tackle the problem in large-scale manner so as not to single people out, unless it is a life-threatening issue. I'm just not sure everyone in your generation understands that. . . and maybe what we really need is people like you and the rest of your classmates to help other kids in your generation to understand the powerful and negative power these sites have. Is it OK for a boss to be online \"friends\" with a colleague?", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1049": [{"id": "1049", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nFreedom of Speech in the US; the internet is a reality and here to stay. \nAnyway, you are asking for less but I don't think things like that should be mandatory. \nWe do not have any Waldorf schools around here. \nAnd they will eat up Anthroposophy as well, as indicated by some people on this list. \nThe nastiness has all originated from your side, Diana. \nConvince me it was more than four children. \nLet her experiment with how nature does form drawing - currents, ripples, streams etc. \nHe could go two mornings, if that's an option. \nTo each their own.)", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1049", "ref": "", "sys_name": "Submodular", "sys_summ": "The point is that I can understand the distinction between Anthroposophy and it's \"world view\" or \"belief system\" or basic ideas and Waldorf Education as a work in itself, but obviously the WCs do not and refuse to do so when it is pointed out because it is more politically useful to use the more avante-garde bits from Steiner as a proof that Waldorf Teachers must be nuts! With this approach, the students and teachers come to know each other very well, and the teacher is able to find over the years the best ways of helping individual children in their schooling. \"OK - what did we do last week?\"", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1049", "ref": "", "sys_name": "H2", "sys_summ": "Children are encouraged to use their imaginations as part of their process of discovery and learning.\nWaldorf education strives to recognize and value each child as an individual with unique talents and needs.\nA child's relationship to his or her teacher is one of enormous importance and influence.\nWaldorf class teachers are life long learners.\nFriends schools are distinct from many other religious alternatives in the extent of their person-centered practices.\nChildren are younger, less experienced - but in essence not much different than adults.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1049", "ref": "", "sys_name": "H3", "sys_summ": "During the elementary school years (grades 1-8) the students have a class (or \"main lesson\") teacher.\nWaldorf teachers know their students well enough to keep them academically challenged at a level that is appropriate to each child, from the first week in September through the final week in June.\nEighth graders view that same teacher as a mentor.\nMore for teachers and parents involved in setting up a Montessori school in the US.\nA Waldorf class teacher ideally stays with a group of children through the eight elementary school years.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1049", "ref": "", "sys_name": "PG-MMR", "sys_summ": "waldorf education, the organization of waldorf schools and work of waldorf teachers, see the awsna web site.\nyou can explore the link between waldorf education and anthroposophy at g o o g l e.\nthe world view of the waldorf pupils after school, as indicated by their professional choice, is determined primarily by their home, not by having gone to a waldorf school one part of the allegations by individuals and small groups of critics of waldorf education that waldorf schools teach anthroposophy is that this should be done to make pupils into `` anthroposophists ''\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1049", "ref": "", "sys_name": "H4", "sys_summ": "Many parents, when they choose their first preschool or send their child to first grade, are unaware of the underlying values or the long-term implications of the educational system they have chosen.\n\"Waldorf teachers orchestrate this [social] development by modeling good social behavior with their children, by getting the children to join together in movement activities, by introducing songs and games that develop group consciousness, and by helping children learn to work through disagreements.\" Medicating kids for ADHD is a controversial topic among medical professionals and parents.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1049", "ref": "", "sys_name": "H1", "sys_summ": "A second grader from a traditional school will be further ahead in reading in comparison with a Waldorf schooled second grader; however, the Waldorf schooled child will be ahead in arithmetic.\nMany Waldorf children are not immunized, and those parents who support immunization may be harshly judged.\nFamilies here are not allowed to watch tv or let their children watch tv.\nAll children learn to play recorder and to knit.\nSome say that Waldorf schools recommend that parents avoid childhood immunizations.\n\"Something\" energizes and activiates it.\nThey're run-of-the-mill waldorf junk.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1001": [{"id": "1001", "ref": "", "sys_name": "PG-MMR", "sys_summ": "ramsay states that there is strong support for psychosocial treatments for adults with adhd.\nadhd or health professional on matters related to attention deficit hyperactivity disorder and adhd treatment.\nnutrition as an adhd alternative treatment adhd diet and nutrition can play a factor in treatment.\nthere are a lot of alternative treatments for sale out there for adhd.\nthe scientific status terms of use : alternative treatments for adhd may indeed be helpful for adhd with an equally or more effective outcome.\nvaxa still lacks enough solid studies to say whether it is helpful.great alternatives to adhd medication are also available.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1001", "ref": "", "sys_name": "H4", "sys_summ": "ADHD is often difficult to treat, and most symptoms of ADHD respond well to stimulant medications.\nADHD Diet and nutrition can play a factor in treatment.\nA complementary treatment is added to usual treatment with the hope of even better control of ADHD symptoms.\nNeurofeedback training is an alternative treatment sometimes used to treat ADHD, and other conditions.\nAfter a child is diagnosed with attention deficit disorder (ADD ADHD), one of the most difficult decisions for a parent to make is whether to start him or her on medication .", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1001", "ref": "", "sys_name": "H2", "sys_summ": "Alternative ADHD Treatments are gaining popularity because they don't have the side effects of ADHD Medication.\nMedication is by far the most proven, safe, and effective treatment for ADHD.\nChelation therapy should be considered for children with blood lead elevations.\nMany prescription medications are stimulant based and may cause significant side effects.\nIf untreated, the disorder can have long-term adverse effects into adolescence and adulthood.\nThe treatment or treatments used must \"fit\" each individual's needs.\nBut your child might not have all of these behavioral problems.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1001", "ref": "", "sys_name": "H1", "sys_summ": "Several studies have suggested that artificial food coloring and sugar may cause increased hyperactivity in some children with ADHD.\nA trial on this program, using natural and nutritional food, will usually create little harm.\nTreatment programs vary widely, but may include eye exercises and educational and perceptual training.\nSensory integration dysfunction is controversial dx.\nSome kids seem to have real ups and downs with their blood sugar levels.\nPeople blame sugar for all sorts of things.\nSugar or candy restriction alone is not an effective treatment for ADHD in children or adults.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1001", "ref": "", "sys_name": "Submodular", "sys_summ": "It's a question more parents are asking doctors after a study, funded by the National Institute of Mental Health , found that the best outcomes - measured by parental satisfaction and some academic standards - were the result of \"combination\" treatment: ADHD medications that reduce hyperactivity and improve concentration, along with behavior therapy to address some of the more subtle symptoms, such as difficulty with organizational and social skills. the amount of \"spare time\" that you have in your life to do what it will take to make some of these interventions work.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1001", "ref": "", "sys_name": "H3", "sys_summ": "Some people think diet supplements improve symptoms of ADHD.\nThe use of these supplements as treatment for ADHD is based on theories that ADHD symptoms are caused by the lack of certain nutrients and minerals in the body.\nIron levels tend to be low in individuals with ADHD.\nHowever, there is little evidence that a diet without sugar or additives help with the symptoms of ADHD.\nOthers proponents of dietary manipulations as alternative treatments for ADHD postulated that dietary sugar and simple carbohydrates could cause ADHD in children.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1001", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nFor example, a treatment may be known to help children with ADHD, but it may be effective for only a minority of the ADHD population and the specific subgroup it is effective for is not clearly defined. \nDon't feel that you're trying your doctor's patience or that your questions are foolish. \nVisual problems have been implicated in several developmental conditions, such as dyslexia. \nCopyright Ã‚Â© 1998 - 2011 New Hope Media LLC. \nSee additional information . \nAll rights reserved. \nWhat do we know about alternative therapies? \nIn P.J. \nJensen, &amp; J. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1030": [{"id": "1030", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nthe severity of the punishment in relation to the severity of the offense; and All software that is installed on District computers must be for a specific educational or administrative purpose. \nThe only school personnel who should physically restrain children are those who have been trained through an approved Restraint Training Program. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . \nAnd you can not play with your class mates. \nI like this policy because I feel safe at my school.\" as prescribed by G.S. 115CÃ¢â‚¬â€˜391(a). ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1030", "ref": "", "sys_name": "Submodular", "sys_summ": "Although parents are aware of the school's corporate punishment policy, Salter said many teachers still fear that their jobs will be in jeopardy when they are forced to implement a spanking to a student. Students who cannot adhere to school rules and regulations on school grounds and/or classroom will be referred to the administration by teachers or other school personnel and shall be disciplined according to the guidelines set forth by the State Department of Education in \"Student Rights and Responsibilities. \" Do you want the responsibility for that child's life to be on your hands?", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1030", "ref": "", "sys_name": "H1", "sys_summ": "The days absent for elementary and secondary school students includes temporarily excused absences, unexcused absences, and suspensions.\nHowever, other conditions such as cultural factors also play an important role in determining student behaviors.\nThat report, Zero Tolerance Policies in Context : A Preliminary Investigation to Identify Actions to Improve School Discipline and School Safety, was used to create these resources that can help schools to develop their plans and policies.\nExtended personal physical or emotional illness as verified by a physician or dentist.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1030", "ref": "", "sys_name": "H4", "sys_summ": "(6)  Corporal punishment shall not be administered on a student whose parent or guardian has stated in writing that corporal punishment shall not be administered to that student.\nSuch corporal punishment shall be administered only in the presence of another member of the professional staff of the school.\nIn no case shall the school administrator, teacher or individual engaged in child care exercising special parental authority inflict corporal punishment upon the child.\nCorporal punishment is not just a school issue involving students, but is a societal issue involving families and cultures.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1030", "ref": "", "sys_name": "H2", "sys_summ": "Religion teaches that corporal punishment is acceptable and necessary.\nRegulations banning corporal punishment do not extend to non-government schools.\nWhole-class sanctions or punishments will never be used.\nIn South Australia corporal punishment is not allowed in any state school.\nStudents will not be out of class unless written permission is given by the teacher.\nCorporal punishment can take many forms, including paddling, spanking, grabbing, or shaking children.\nStudents' grades shall not be affected substantially as a result of a short-term suspension.\nDisciplinary codes are ineffective.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1030", "ref": "", "sys_name": "H3", "sys_summ": "This section discusses the use of school discipline policies, student conduct rules or school codes of behaviour.\nAll students, parents, and school personnel should be aware of the school's discipline policy or student conduct code.\nWhile corporal punishment such as paddling, spanking and hitting students disappeared from private schools by the 1960s, it is still permitted in public schools in 20 states.\nShockingly, in twenty states, corporal punishment is still a legal and accepted form of discipline by teachers and school administrators.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1030", "ref": "", "sys_name": "PG-MMR", "sys_summ": "a policy for corporal punishment in schools corporal punishment may only be given to students who have signed `` parental consent to administer corporal punishment '' form on file in the principal 's office.\nif the district uses corporal punishment as a form a discipline, the local board of education must adopt a policy regarding the use and administration of corporal punishment.\ncorporal punishment is not necessary.\nteachers shall endeavour to secure the good behaviour of students without recourse to physical, emotional, degrading and injurious punishments.\nhistorically corporal punishment is currently prohibited in public schools in 29 states, including many school districts in many major american cities.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1018": [{"id": "1018", "ref": "", "sys_name": "H1", "sys_summ": "Many financial aid advisors feel alternative loans are a great option beside conventional loans for students facing financial aid shortfalls.\nScholarships and grants may be provided to students based either on merit or on financial need.\nThe primary mandate for both of these loans is providing an opportunity to students experiencing financial hardships that would otherwise prohibit or exclude attending an institution of higher learning.\nThis is a program initiated by the Consumer Financial Protection Bureau.\nStudents borrow Direct Subsidized and Unsubsidized Stafford Loans in their name only.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1018", "ref": "", "sys_name": "Submodular", "sys_summ": "If you apply for a private student loan on your own, without a cosigner, and are denied, it's probably because you have insufficient personal credit history, as is typical for a student. Nothing prevents parents from helping their children with the payments on their Stafford loans, and the lower interest rate will save money, so it is best to borrow the Stafford loan first. School channel loans are verified and directly disbursed to the school that the applicant is attending, where they are then applied against the student's tuition bill. 6% and a pupil is allowed to borrow more than $2000.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1018", "ref": "", "sys_name": "PG-MMR", "sys_summ": "the bad credit students only qualify for those loans that do not require a cosigner, whereas, private student loans require a cosigner or a co-borrower.\nabout no cosigner student loans are essentially student loans for students who have an established credit record with a good credit score.\na federally funded student loan that does not sufficiently cover the costs of tuition and other expenses.\nthese are sometimes student loans, but what makes student loans different from other loans is that they offer students : the ability to secure the loans without previous credit history.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1018", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nThe good news is that there are a number of ways for to begin building the good credit you will need. \nWhat loans can I include in my student loan consolidation? \nPay your bills on time and continue paying your bills on time. \nHowever, not all college students have this option. \nHow do Private Student Loans use Credit Scores? \nThese may be short or long-term. \nHighest Rate Contact with questions about financial aid. \nFederal Direct Graduate PLUS Loan Interest Only Payment Fixed 7.9% interest rate Don't run into trouble by opening up too many accounts. \nThere's no prepayment penalty. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1018", "ref": "", "sys_name": "H4", "sys_summ": "A: Students with a bad credit history, can apply for federally sponsored loans that are need based and do not require a credit history check.\nFederal financial aid is based on need and not one's credit history, so federal student loans may be obtained by borrowers with bad credit.\nStudents with a bad credit history can apply for various loans and financial aid options including: Federal loans are perhaps the best and most affordable example of student loans without a cosigner; they do not require applicants to have a good credit history or a cosigner.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1018", "ref": "", "sys_name": "H3", "sys_summ": "Federal loans are approved based on a variety of factors, like financial need, but not on credit history or lack of one; this means that a student with weak or no credit history can receive federal loans.\nHere are the names of some of the most common federal student loans not requiring credit check: Stafford loans, Perkin loans, and Grad Plus loans.\nThe federal Graduate PLUS loan is approved based off of credit history; however, these loans generally have a less-stringent credit review than private, non-federal loans.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1018", "ref": "", "sys_name": "H2", "sys_summ": "Graduate students may defer repayment on Grad PLUS loans while they are in school.\nStudent loans without cosigner are mainly federal government loans.\nPrivate student loan borrowers do not need to submit a FAFSA.\nStudents can choose to borrow additional student loan funds to supplement the Federal Direct Loan program.\nGurantor loans are loans that allow people with a bad credit history to get a loan.\nStudent must be of legal borrowing age in his or her state of residence.\nStudent must be enrolled at least half-time in a degree-granting program at an eligible institution.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1047": [{"id": "1047", "ref": "", "sys_name": "H2", "sys_summ": "Gifted children are considered special needs children.\nStudents who are both gifted and learning disabled do not always receive service for both areas.\nAlthough their learning comprehension may exceed their age, the emotional needs of the child may not.\nACT believes that children should be encouraged to reach their maximum potential.\nSchools are there to support the education that parents seek for their children.\nParents of gifted children typically have few opportunities to talk with other parents of gifted children.\nProblems are best prevented by involving parents when children are young.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1047", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nThe nature and identification of learning disabilities and their relationship to the gifted child. \nIt is also paid for children who are enrolled in a state approved Distance Education programme. \nIf you think that your child may have special educational needs you should: Rather than label students as gifted, would we not be better off using more specific descriptors? \nGifted Children with Special Needs In P. \nS. \nKlein &amp; A. \nJ. \nTannenbaum (Eds.) Attention-Deficit Hyperactivity Disorder Some excellent information here on this disorder from Internet Mental Health. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1047", "ref": "", "sys_name": "H3", "sys_summ": "The new state rules will allow more students, including gifted students with learning disabilities, to get the special instruction they need.\nOver the years, Carol has done a fantastic job of pulling together advice and information for gifted education teachers and parents.\nChildren who are gifted have exceptional learning needs at school, in the community, and at home.\nRenewing our commitment to the education of gifted and talented students: An essential component of educational reform.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1047", "ref": "", "sys_name": "H1", "sys_summ": "Web-based social networking tools allow parents and teachers to coordinate advocacy efforts, learn about gifted education resources, and share ideas about gifted education and parenting with a global community.\nThe most common form of service for the gifted at the elementary school level is a pull-out enrichment class.\nMany universities offer special summer enrichment programs for talented young people.\nThe Javits Act does not fund local gifted education programs.\nThese limited funds were cut out of the proposed 2010 federal budget.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1047", "ref": "", "sys_name": "Submodular", "sys_summ": "Numerous educators who have studied gifted children with learning disabilities have found that, ideally, these students should receive instruction as a special group for at least part of the day from a teacher sensitive to their specific academic, social, and psychological needs and with peers who share their dual exceptionalities (Daniels, 1983; Whitmore & Maker, 1985; Yewchuk, 1985). Setting up a parent body from a school community may be helpful to drive changes but this requires permission from the school and /or P&C so if they are not \"Gifted Friendly\" then won't be allowed.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1047", "ref": "", "sys_name": "PG-MMR", "sys_summ": "the culturally diverse gifted, economically disadvantaged gifted, gifted in rural areas.\nbut some gifted children have other special needs - also know as twice exceptional gifted children.\nfor average, ability students with disabilities could be utilized to meet the needs of gifted students with learning disabilities.\nthe icepe is currently running two gifted and talented courses.\nhoagies ' gifted education page is the comprehensive resource for education of gifted children, for parents, for administrators and other educators.\n2000 gifted child today provides useful knowledge for parents and educators of special needs children.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1047", "ref": "", "sys_name": "H4", "sys_summ": "Parents also need counseling to help them understand the characteristics and needs of their gifted children with learning disabilities (Bricklin, 1983; BrownMizuno, 1990; Daniels, 1983).\nEducators need to understand ALL the needs of gifted children.\nGifted students with learning disabilities need (a) highlevel or \"gifted\" programming in their areas of strength, (b) developmental instruction in subjects of average growth, (c) remedial teaching in areas of disability, and (d) adaptive instruction in areas of disability (Fox, Brody, & Tobin,1983; Virginia Department of Education, 1990).", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1027": [{"id": "1027", "ref": "", "sys_name": "H1", "sys_summ": "But now parents do not have to wait for Active Parenting programs to happen in their communities, a problem that may be increasing with cuts in public community education budgets.\nPTA   The PTA offers tips for parents on how to monitor teen Web use and advice for dealing with potential dangers on the Internet.\nThis parenting education material can be used by anyone who is interested in helping parents successfully raise confident and responsible children, such as parent educators and social workers.\nUnfortunately, few parents actually take the time to learn how to use the controls.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1027", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nThe challenge for parents is to educate themselves and their children about how to use the Internet safely. \nTheir website provides a broad range of information on a variety of victim topics. \nIf you enter anything in this field your comment will be treated as spam Free. \nMore Parenting Resources from Search Institute are available online at http://mvparents.com/ABT_eCommerce.php. \nThey may have been threatened or bribed. \nSee also Safe Shopping with Children . \nLet me start off by saying that I love Facebook! Never give out personal information. \nParents can personalize content. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1027", "ref": "", "sys_name": "H3", "sys_summ": "Parents and guardians also need to understand how to help their children understand the privacy settings of the online social networking sites they use.\nSymantec Family Resources Symantec's Family Resource page provides Internet safety tips, a family online safety guide, and information on cyberbullying and cybercrime.\nCyber Security Tips Review these tips to educate yourself on a variety of online safety topics, including safe passwords, security software, cyberbullies, phishing, spam, social networking, mobile devices, and safe browsing.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1027", "ref": "", "sys_name": "H4", "sys_summ": "Parents can discuss safe online practices with their kids and how they can protect themselves from criminals who operate over the Internet and mobile phones.\" Parents can also review their child's internet usage and communications.\nProtecting children online - set parental controls, check browser histories, control use of peer to peer programs that can be used to spread images of sexual abuse of children - see where your kids have been going, check your kids online profiles; Control your child's online activity using filters, timing software or keeping the computer in a common room.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1027", "ref": "", "sys_name": "PG-MMR", "sys_summ": "u.s. department of justice 's computer crime and intellectual property section a parent 's guide.\nthe internet safety guide provides information on the risks involved in posting personal information online.\nthe family online safety institute offers tools including the parents ' child protection guide for the internet.\ninternet education foundation : `` parent 's history is america 's history poster '' `` my history is america 's history, '' attorney general kelly ayotte says.\ninternet safety concerns for kids, parents, and children about internet safety.\nguidelines for internet safety, help and education for internet users.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1027", "ref": "", "sys_name": "H2", "sys_summ": "Net Smartz Teens NetSmartz Teens uses interactive tools to teach teens how to be safer on the Internet.\nUse privacy settings to restrict who can access and post on your child's website.\nTreat your children's online activities like you do their offline ones.\nKids in elementary grades can play games and learn about basic Internet principles and chat safety.\nKeeping kids safe must be an ongoing effort through awareness, education and supervision.\nEncourage your kids to share their gameplay experience with you.\nTell your kids to trust their gut if they have suspicions.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1027", "ref": "", "sys_name": "Submodular", "sys_summ": "com - Internet safety resource developed by AOL, featuring industry experts who provide parents, teens and kids with information and tools to help keep themselves and their family safer online. For example, if your child includes his or her date of birth, address, telephone numbers and email account details - this can be more than enough information for criminals to 'take over' their identity and use it in the commission of other crimes. \"I hope schools are distributing information and educating (families), but ultimately, parents have a huge role to play (in the process). \"", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1014": [{"id": "1014", "ref": "", "sys_name": "H1", "sys_summ": "Smokers narrate their smoking experiences to their peers thus persuading them to start the habit.\nAnyone who tried their first cigarette before the age of sixteen was deliberately defying the law, as well as their parents and teachers.\nTeens should be encouraged to develop their own relationships with members of their diabetes team.\nMany teens do not like checking their blood sugar levels and avoid doing it.\nPeer pressure can be unbelievably hard to cope with.\nParents also need to understand that diabetes routines may become a target for risk-taking behaviours.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1014", "ref": "", "sys_name": "H4", "sys_summ": "...Among teenagers the prevalence of cigarette smoking is highly correclated with income (from either allowances or working) while there is no similar correlation between smoking prevalence and income among adults.\nMany teens also use smoking as a way of challenging parental authority, of being \"independent\".\nTeens project themselves into the picture enjoying those things -- taking risks, enjoying adult activities, being comfortable in social situations and smoking.\nNicotine medications can help by dulling your cravings for a cigarette and are proven to increase your chances of quitting smoking.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1014", "ref": "", "sys_name": "H3", "sys_summ": "This surge in teen smoking is due to a number of factors, including the targeting of minors in tobacco industry advertising, coupled with an alarming decline of concern among teenagers about the dangers of cigarette use.\nLike many other teenage disciplinary issues, convincing teens to stop smoking can be a challenge.\nWe all know that peer pressure is one of the most common reasons teenagers start smoking, by allowing a forum and room for peer dialogue could be the right medicine a teen needs to stop smoking or not start at all.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1014", "ref": "", "sys_name": "H2", "sys_summ": "There may be a smoking cessation program your teen can take.\nAdolescents who smoke become dependent quite rapidly on tobacco-delivered nicotine.\nSmoking can be very harmful to a person's health.\nThe available research to date indicates that tobacco youth possession laws are almost never enforced.\nTalking to teenagers about smoking can be tricky.\nPeer pressure is one of the most common reasons why teenagers smoke.\nAside from alcohol and drugs, cigarette is considered a highly addictive substance.\nMany teens want to defy the authority of their parents or other adults.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1014", "ref": "", "sys_name": "PG-MMR", "sys_summ": "if you smoke, give up, if you smoke when they 're out with their friends.\nsee also the further articles on smoking below.\nrisks of teen smoking has different risks for people who smoke at all.\nteachers and parents should not downplay the risks of teen smoking disclosure.\nunderstanding why teens smoke Â“smoking is dangerous to your health.\nÂ” a very famous anti-smoking ad that is often neglected by smoking teenagers.\nsince i started smoking as a teenager, i estimate i must have smoked at least 250,000 cigarettes.\nplus a change in the public attitude about smoking near kids.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1014", "ref": "", "sys_name": "Submodular", "sys_summ": "It's also important to keep cigarettes where your teen won't reach them, and to not smoke where they will see you. Community members need to consider the following question: \"Given the fact that the tobacco industry spends millions every year to lure teenagers into smoking, do we want to punish young people who have become addicted to tobacco or stigmatize them as 'criminals'?\" Most adolescent smokers believe they will eventually quit for health reasons and because of the desire to be free from a constraining habit although they seldom have a precise idea about the best time to stop.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1014", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nThis merely affirms that there are many things that one is not permitted to do in the workplace, and smoking is one of them. \nI just felt like it was a major factor for my health,'' she said. \nIf you smoke, you can also end up with bad skin. \nA ban would be unnecessary at this point. \nWe should have been clearer about what we expected.\" Whatever happens, people will find me if they need to. \nGet help from your doctor or health care team. \nBased on an article by Jae Ireland, posted on Livestrong.com . \nThe results may make them feel guilty. \nResearch has verified their effectiveness. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1023": [{"id": "1023", "ref": "", "sys_name": "H3", "sys_summ": "The school is often the place bullying starts and continues with children.\n[Other] \"Bullying at this school needs to be addressed.\"\n[Parent] \"THERE IS TOO MUCH BULLYING IN THIS SCHOOL THE KIDS IN THIS SCHOOL NEED TO LEARN ABOUT NOT BULLYING EACH OTHER.\nTalk to your child's teachers and administrators.\nA whole-school approach to creating a safe and respectful climate for all students, combined with specific help for students most at risk, has been shown to effectively reduce bullying behavior.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1023", "ref": "", "sys_name": "H4", "sys_summ": "Children who bully others are more likely to leave school early, use drugs and alcohol and engage in delinquent behaviour.\nBully's need to be taught self confidence and those being bullied need to learn to stand up for themselves.\" Students should not have to tolerate bullying at school any more than adults would tolerate such situations at work.\nIf Your Child Is the Bully Learning your child is the bully can be shocking.\n\"Bullying is a real concern to families and parents of bullied children often find the situation traumatic and difficult to manage.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1023", "ref": "", "sys_name": "Submodular", "sys_summ": "[Parent] \"I am concerned with the bullying in the school and do not believe that anything is being done about it this program looks like it could be a benefit to your school as I have children that go there myself\" and it took 9 months for my child to get back on the bus. . . we need to make a difference, get educated and teach our children to open up about what happens at school, learn to trust their teachers and parents to not be afraid to tell, teach parents how to approach the problem so 'we' can help the best way we can. . . \" Ask if there are anti-bullying school programs you can join.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1023", "ref": "", "sys_name": "H1", "sys_summ": "The information contained within Parentline Plus's anti- bullying packs are designed to strengthen families, improve family communication, increase parental coping skills and build on parental confidence whilst equipping adults with a clearer understanding of bullying and the reasons for it whilst promoting self-confidence and self-esteem.\nBut these results are always complicated by the interaction, in specific individual cases, between parental style and child temperament.\nChildhood is stressful and children often act out their frustrations with aggression.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1023", "ref": "", "sys_name": "H2", "sys_summ": "If Your Child Is the Bully Learning your child is the bully can be shocking.\nUse the word \"bullying\" with your child .\nBullying can take many different forms.\nBullying behaviour is a problem for both the bully and victim alike.\nYou are teaching your child how to be an adult by your reactions.\nDealing with a bully can be traumatic.\nEncourage your child to keep talking to you.\nIf your child is a teenager then discuss these issues with them.\nTeach your child how to walk in a confident manner.\nParents who have teenage children know that adolescents can be quite a handful to handle.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1023", "ref": "", "sys_name": "PG-MMR", "sys_summ": "the child more likely to become a bully or be the bullied, how to recognize the signs of both in children.\nfour major types of bullying are physical bullying, verbal bullying, relationship bullying and online bullying.\nwhen your child is bullied, she is a bully.\nprofessional development may be informed by research and may include information about specific categories of students who have been shown to be particularly at risk for bullying in the school environment.\nluckily, it was because they were talking about bullies in class and not because they were being bullied.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1023", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nengagement with the bully to reinforce the message that their behaviour is a breach of school rules and is unacceptable If you are concerned about bullying in School or think your child may be being bullied: It was going on for more than three months [Parent] \"This has been an ongoing issue at this school. \nI'm not sure how I will react just yet. \nBullying can be: by Teresa , The CuteKidÃ¢â€žÂ¢ Staff You might wonder what counts as bullying. . \nAsk questions but do it sensitively. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1017": [{"id": "1017", "ref": "", "sys_name": "H2", "sys_summ": "Students can apply for these loans from the federal government, banks, and other financial institutions.\nCertain federal student loans can be considered No Cosigner Student Loans .\nStudent federal loans do not require students to have a good credit history or a co-signer.\nStudent Loans are a form of finacial aid given to individual that will require them to pay back.\nStudents can take advantage of various offers with this type of student loans.\nStudent loans are necessary for many people to get through college.\nDeferment lets you temporarily suspend repaying your student loans.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1017", "ref": "", "sys_name": "PG-MMR", "sys_summ": "there are two basic types of student loans and private student loans.\nstudent loan forgiveness & nurse student loan forgiveness for student loan forgiveness.\nstudent loan forgiveness for student loan forgiveness for student loan forgiveness.\nstudent loan forgiveness for student loan forgiveness for student loan forgiveness.\nstudent loans and private student loans are good options.\nstudent loan forgiveness for student loan forgiveness for student loan forgiveness.\nstudent loan forgiveness for student loan forgiveness for student loan forgiveness.\nstudent loans student loans student loan consolidation for student loans.\nstudent loan consolidation student loan consolidation for student loan consolidation.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1017", "ref": "", "sys_name": "H4", "sys_summ": "Federal student loans are not based on credit, but on the borrower desire to receive financial aid.\nFederal student loans are a desirable form of financial aid, as they have lower interest rates than many private student loans, and in some cases can be subsidized, meaning the government pays interest on the loan while the borrower is in school.\nFederal financial aid is offered to all students in need irrespective of their area of specialization, and federal loans have lower interest rates and more flexible repayment terms than do private student loans for nursing students or otherwise.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1017", "ref": "", "sys_name": "H1", "sys_summ": "International students are eligible to receive a private student loan as long as they have a US citizen or a permanent resident cosigns the loan.\nStudents are not required to make interest or principal payments until 6 months after graduation.\nStudents can defer their loan repayments and begin repaying the loan after graduation.\nThis means there's only one private student loan payment each month.\nIt is a long process and complicated phrase but really easy to understand.\nExisting students will be sent an application form directly by their LEA.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1017", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nAbout Texas Student Loans Texas student loans are a type of financial aid for students attending school in the state of Texas who have limited financial resources and want to attend a post-secondary institution. \nWhen will you graduate college? \nWhat's your email address? \nThese can be federal as well as private loans. \nMonth January February March April May June July August September October November December Year 2012 2013 2014 2015 2016 2017 Each loan has separate repayment schedules. \nToday, most - if not all - lucrative, respectable jobs require college degrees. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1017", "ref": "", "sys_name": "Submodular", "sys_summ": "In order to qualify for the loan, you have to submit the Free Application for Federal Student Aid, known as the FAFSA, to demonstrate your financial need and eligibility for these federal low interest rate student loans. Private loans, on the other hand, have higher borrowing limits and more customizable repayment terms, and can be very helpful when federal student loans are not enough to cover tuition. The borrowing minimum on this USBank student loan is $1,000, and the annual loan limit is the cost of education less any financial aid received. What are the contents of the course?", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1017", "ref": "", "sys_name": "H3", "sys_summ": "Federal loans do not require students to have a good credit history.\nA: Students with a bad credit history can apply for loans that do not require credit checks.\nAbout No Cosigner Student Loans No Cosigner Student Loans are available for students who have an established credit record with a good credit score.\nPrivate lenders also require applicants to have good credit history and a co-signer in case of student loans.\nTo find out about the private loans for bad credit students, you can explore the loans offered by Sallie Mae and Citibank.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1008": [{"id": "1008", "ref": "", "sys_name": "H1", "sys_summ": "The Mediation Training Programme endeavours to promote more sophisticated empowerment by training locals as community mediators during a five-month course.\nFurthermore, the parties are encouraged to share their emotional responses.\nIn most instances parents are encouraged to attend mediation without individual attorneys present.\nStaying low and close when interacting with each child.\nManaging Conflict over the Perceived Progress of Working Women - in Business.\nThe result has been the social acceptance of financial debt.\nPaying the trainees a wage-like stipend was problematic.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1008", "ref": "", "sys_name": "H4", "sys_summ": "Encourage your children to describe how they feel when conflicts arise.\nChildren who grow up in single-parent families are much more likely than children living in two-parent families to develop an array of problems, including behavior problems in school, emotional problems, and academic difficulties (Zill and Schoenborn, 1990).\nd) Teach your children how to resolve their conflicts with each other.\nTeach your children a vocabulary of constructive words they can use to resolve conflicts by employing those words and phrases yourself.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1008", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nHere is a list of Mind in the Making researchers and educators filmed to date Children often are afraid that when their parents divorce, their relationship with one or both parents will suffer. \nThe hopes we share for our children are: Conflict can be negative, but it can also have positive effects. \nUsing conflict resolution does not mean you give up your authority. \nTreat each child as an individual. \nA Family Quiz Game on Media Violence Don't they care about other peoples feelings? \nWe call this problem solving . \nThis booklet was written by Jennifer McIntosh, PhD. 1994. \nIn Samovar, L. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1008", "ref": "", "sys_name": "H2", "sys_summ": "Prevention is the most important part of handling toddler conflicts.\nYoung children have difficulty understanding how their actions affect others.\nChildren learn more from examples and role models than they learn from words.\nHelp your children to discuss their feelings about the separation.\nStudents will identify what is positive about conflict Students will analyze a conflict they have experienced.\nChildren should be able to feel that both parents are positive about their time with the other parent.\nFewer children make for fewer social problems and, thus, fewer conflicts.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1008", "ref": "", "sys_name": "PG-MMR", "sys_summ": "david frum : the topics discuss are : benefits from conflict, detecting conflicts.\nhe says the current evidence indicates that 1 % of students learn nonviolent conflict resolution skills.\nthis outline for trainers on handling conflict is designed to help participants 1, know how to handle personal conflicts.\nconflict and conflict management, he says, he says, `` conflicts are handled so well, '' he says.\nfrum : teachers are able to guide students towards social and interpersonal growth and skill them to become effective in teaching students integrative negotiation and mediation procedures.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1008", "ref": "", "sys_name": "H3", "sys_summ": "\"Styles of Conflict Resolution and Cooperation between Divorced Parents: Effects on Child Behavior and Adjustment.\"\n\"The Effects of Marital Conflict on Children.\"\nAt one extreme, family conflict can lead to things like divorce or domestic violence.\nOpen communication and mutual respect with the teen can help to alleviate some of the anger and internal conflict the adolescent is experiencing.\nAttachment relationships among children with aggressive behavior problems: The role of disorganized early attachment patterns.\nEarly socialization: A relationship perspective.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1008", "ref": "", "sys_name": "Submodular", "sys_summ": "That's why it's so important not to decide who's right or wrong during a conflict, but to challenge your children to find a way to get along with each other. Postpone: If a friend or parent is in a \"bad\" mood, it might be a good idea for you to wait until tomorrow to talk to them about your problem, because they will not be able to think clearly right now. If parents are unable to make these decisions themselves because of conflict, family and child mediators and counsellors can help them to negotiate with each other. Their interests and skill levels are not the same.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1020": [{"id": "1020", "ref": "", "sys_name": "H3", "sys_summ": "Consequences: After this talk, it's time to give your child a consequence.\nAdults teach the child or adolescent new ways of behaving by changing the ways they themselves respond to the child's or teen's behaviors.\nEducate yourself on parenting - especially on parenting problem teenagers.\nIf you aren't sure what to do or say in these moments you are trying to handle a disrespectful teenager, use a clear parenting resource to help you.\nDepending upon your personal family situation, a parenting mentor is also an excellent idea for folks who are parenting troubled teenagers.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1020", "ref": "", "sys_name": "H4", "sys_summ": "If problems are not addressed, teenagers can develop serious drug/alcohol problems, eating disorders, or suffer from depression and other emotional problems.\nDepression is a serious problem that impacts every aspect of a teen's life.\nTeenagers at risk for developing serious alcohol and drug problems include those: Teens may use alcohol or drugs in an attempt to \"self-medicate\" their depression.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1020", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nUnderstanding the factors that may put an adolescent at risk for academic failure can help parents and teachers to determine if a student is in need of extra help or support. * To Ã¯Â¿Â½rab65Ã¯Â¿Â½: It sounds like you are pretty fed up with your sonÃ¯Â¿Â½s behavior. \nInternet users posting comments on this blog should not be considered as health professionals. \nWhen do I let him have it back? \nThey want what they want, when they want it. \nThe relationship heals . \nThis article talks about how our boot camp helps teenagers incorporate correct principled behavior into everyday life. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1020", "ref": "", "sys_name": "H2", "sys_summ": "Adults want to manage behavior; teens are trying to manage stress.\nThe problem is not time - it is your child's behavior.\nUsing logical consequences instead of arbitrary punishment will sometimes minimize a teenager's hostility toward parents.\nEncourage your teenager to learn more about depression as well.\nToday drugs are considered to be an acceptable social phenomenon by many teenagers.\nEncourage your teen to take ownership of the problem.\nAntidepressants are prescribed for teenagers who are using marijuana.\nYour defiant teen will eventually come to family night simply out of curiousity.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1020", "ref": "", "sys_name": "H1", "sys_summ": "Teenagers who are not regularly monitored by their parents are four times more likely to use drugs.\nNot many parents are aware that their teen is \"cutting\", or is planning to run away.\nThe challenge facing many parents is great.\nTeenagers do not always confide in their parents about situations that may be stressful or dangerous.\nEach parent needs to clearly list and present to the teenager those issues that are non-negotiable.\nThe site covers a diverse number of relevant subjects on teenage behaviour and parenting strategies to help others cope with with defiant teens.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1020", "ref": "", "sys_name": "PG-MMR", "sys_summ": "this is a very serious problem.\njuvenile boot camps are not for every troubled teenager with a behavioral problem.\nthe focus of wra teen boot camp is different from most behavior-modification programs.\nconcerning behavior of troubled youth, troubled teens and their history, focusing on the present problems in teenagers and their effects on personality and social surrounding of teenagers.\nif the teenager understands this as encouragement to pretend to show a boot camp experience is the right way to turn around a teenager with behavioral problems.\nparenting book, advice parenting teens, teen behavior, parenting book, advice.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1020", "ref": "", "sys_name": "Submodular", "sys_summ": "It is outside the scope of this article to make recommendations on boarding schools and other residential solutions for serious behavioral problems in children , but certainly if you come to the decision that your child or teenager needs this type of intervention, it would be silly to send them off and not be taking serious parenting courses yourself at the same time. If you're unsure if an adolescent in your life is depressed or just \"being a teenager,\" consider how long the symptoms have been present, how severe they are, and how different the teen is acting from his or her usual self.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1003": [{"id": "1003", "ref": "", "sys_name": "H3", "sys_summ": "Bullying can make kids not want to play outside or go to school.\nFor example, if your child is being bullied, you will need to work with the school to make sure your child is protected and that it stops.\nAs both parent and teacher, I agree with one of the main points, that of finding out what the main problem is behind the negative behaviors, but I disagree that there should be no further consequence at home for poor choices kids make at school.\nYou may also feel judged-and blamed-by teachers and other parents for what your child does at school.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1003", "ref": "", "sys_name": "H1", "sys_summ": "Faced with all this, some kids with diabetes might pretend they don't have it.\nOther kids with diabetes might be upset if they have to change the way they eat .\nThese kids can learn just as they do in regular school, but their parents are in charge of their education.\nThey also can coach kids who need help sticking with a plan for healthy eating, exercise, and getting enough sleep.\nThey didn't seem to be having any fun at all.\nFor most of us, these routines bring excitement and eager anticipation.\nA kid who feels stressed about school might have headaches or stomachaches.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1003", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nIf you're on the outside of a clique and you want to be friends with someone who's in it, invite that person to do something with you. \nThey might hope they can pretend it away by not thinking or talking about it. \nI sometimes save science lessons for evening when daddy is home. \nThese kids are talented kids who like doing math. \nWe have discussed briefly your program, Melinda, Peaceful Playgrounds. \nThe \"structure at home\" addresses my concerns. \nWhat if she'd been an engineer? \nSince leaving school he has done much better. \nTom: Melinda had one more thing as well. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1003", "ref": "", "sys_name": "PG-MMR", "sys_summ": "if your child is skipping school-either playing sick or skipping out of classes-again.\nparents need to know what teachers are doing that works best for their child at school.\nthey will skip a child once per year as needed.\nif some kids are mean to you because they think you do n't like wants to hang around with you.\nif your child is being bullied, you will need to work with the school to make sure your child is protected, but they do n't have the resources that my school had to help the kids who can really do more.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1003", "ref": "", "sys_name": "Submodular", "sys_summ": "Sometimes parents assume that their kids will figure out things on their own, but if you're dealing with a chronic issue, you have to face facts: your child has not figured it out by himself and he is not likely to do so. For someone just coming out of public school would he or she expect to go straight into their same grade in the virtual school or are the students placed in the appropriate level for each subject they take? I really have no clue how this age gap effects Uni students, but I assume they have an easier time than I did being that they are the minority instead of the exception.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1003", "ref": "", "sys_name": "H4", "sys_summ": "Physical : your child being hit, kicked pinched, any form of violence Parents can get in big trouble when their kids skip school , sometimes even facing fines and jail time themselves.\nIf a parent SENDS the child the parent should not be held accountable for the child skipping out.\nOfficers have an option of giving kids a warning, taking them home, or booking them if the child is suspended or has been expelled, and the parents can't be reached.\nTeachers, principals, parents, and lunchroom helpers at school can all help to stop bullying.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1003", "ref": "", "sys_name": "H2", "sys_summ": "Work with your child's Teacher if you can.\nParents can get in big trouble when their kids skip school , sometimes even facing fines and jail time themselves.\nThe stress of dealing with bullies can make kids feel sick.\nRaising children, and especially children with special needs, is a constant state of discovering what - and how much -- to do.\nIf a parent SENDS the child the parent should not be held accountable for the child skipping out.\nCommunicate your anger management and problem-solving skills with your children.\nA school counselor or your friends also can be helpful to you.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1050": [{"id": "1050", "ref": "", "sys_name": "H4", "sys_summ": "Children can pick up negative attitudes and if a child thinks the parent disapproves of or doesn't respect a teacher, the child will think such an attitude is acceptable, which will just make any existing problems worse and more difficult to resolve.\nThe parents are certain that their child is gifted and that is the cause of the problems.\nParents of immigrant children may distrust any \"special\" classes, including classes for gifted and talented (Wei, 1983).\nParents of gifted children are typically the single most important influence in their childs development, outlook, and fulfillment of talent.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1050", "ref": "", "sys_name": "Submodular", "sys_summ": "If you read my book, Raising a Gifted Child: A Parenting Success Handbook , you will see that my mission is to inform students, parents, and teachers about the many educational possibilities that are available to them so that they can make better choices in the future. She not only explains the strategies that might be used in the classroom to differentiate instruction, but also shows parents how they can enhance their children's learning at home and also support and get involved with student learning at school. There's no need for me to look for it or open it up when I want it.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1050", "ref": "", "sys_name": "H3", "sys_summ": "Parents Are Partners in Gifted Education There are many ways that parents can work together with their child's teacher as partners in gifted education.\nThese families are supporting their gifted children's education with special learning opportunities outside of the traditional school setting.\nIn addition to obtaining basic information about the characteristics of highly gifted children, parents often ask questions about assessment, school placement, and sibling and family development.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1050", "ref": "", "sys_name": "PG-MMR", "sys_summ": "the official publication of the gifted -this is the official publication of the association for the gifted and reports the latest research findings on such topics as the characteristics of gifted children, effective schools, gifted children with learning disabilities, the history of gifted education, and building successful programs.\nmagazines for teachers and parents gifted children today -articles include such topics as teaching strategies in gifted education, building a more effective gifted and talented program, working with gifted children who have learning disabilities, raising a gifted child, how to tell if your child is gifted.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1050", "ref": "", "sys_name": "H1", "sys_summ": "At some point or another, many parents of gifted children comtemplate homeschooling their children.\nThese Parent Information Nights are intended to provide parents with an overall view of the PSD Gifted and Talented Program.\nIn addition to having concerns about school, parents also feel that they have only one shot at parenting at home.\nParents sometimes have unrealistic ideas of what giftedness means.\nEncouraging Meaningful Parental Involvement.\nFew things are more comforting to the parent of a gifted child than talking to other parents of gifted children.\nParenting can be a tough job.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1050", "ref": "", "sys_name": "MMR_star", "sys_summ": "\na summary of what his kids are learning and what is going on in the classroom; I've taught gifted students for four years now, figuring out that I have much more to learn! Being familiar with this language will help you be an effective advocate. \nWhat about people who work at museums, theaters, orchestras, or universities? \nGifted children sometimes avoid situations where they may not do well. \nThe adults make it fun. \nYou can just check those items off your list. \nChildren learn first from their parents. \nBrainstorm as many ideas as possible. \nMary Anne was perplexed by her preschooler. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1050", "ref": "", "sys_name": "H2", "sys_summ": "Highly gifted children benefit greatly from spending some time with intellectual peers.\nParent advocates can play an important part in their children's gifted education.\nIn contrast, some gifted children are so mature that they have difficulty relating to their peers.\nPLI teaches parents the skills they can use to impact academic achievement in their childrens schools.\nParents choose to homeschool their children for a variety of reasons.\nEducating gifted children is unique because they have special needs.\nExpose your child to many different experiences.\nEncourage your children.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1016": [{"id": "1016", "ref": "", "sys_name": "H1", "sys_summ": "Parents need to give their children well-defined limits.\nMany ADHD children are aware that they are socially inept.\nContinuous positive airway pressure (CPAP) is another treatment option for children.\nSo there are some toddlers or pre-schoolers with ADHD.\nParental attempts to soothe the child are typically rejected.\nThe child's body may move in response to the pauses in breathing.\nA baby is likely to wake up more easily from a light sleep.\nIt is more difficult to qualify for special education services and receive an IEP.\nSleep habits begin in infancy.\nEstablish a relaxing setting at bedtime.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1016", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nThe onset of sleep problems and the symptoms to look out for Diagnosing ADHD in a child this young is tricky. . \nSome children imagine scary or violent images which may be triggered by television shows, news stories, or things they may have overheard, as they drift off. \nThese behaviours are associated with school failure. \nNo feeding, no rocking at that moment, if you can. i.e. not on their tummies. \nFor more tips see Healthy Sleep Tips from Akron Children's Hospital Things parents can do Runs into your room They will often continue taking daily naps. \nHow long should it be? ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1016", "ref": "", "sys_name": "Submodular", "sys_summ": "The survey also found that of the one in three children who awaken at least once a night needing help or attention, only eleven percent of those parents responded \"yes\" when asked if their child has a sleep problem. Other steps you can take to help with this process is to cut back on daytime sleeping and consider a later bedtime, since your child is less likely to protest or repeatedly wake up if she is very tired. The best way to deal with nightmares is to comfort the child who will often be distressed by them and check that they are not worried about any events during their day.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1016", "ref": "", "sys_name": "PG-MMR", "sys_summ": "preschool children may have sleep problems, including trouble getting to sleep.\nchildren who do not sleep well may have a sleep problem.\nif your child suffers from a sleep disorder such as sleep apnea, he may need a referral to a sleep specialist.\nparasomnias parasomnias are a category of sleep disorders that emerge at different times during the night this is by far the most common sleep problem that parents of young children have and is often related to the child 's sleep.\nthe initial problems that parents face when their kids are babies and have to learn to self-soothe, fall asleep independently and sleep through the night.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1016", "ref": "", "sys_name": "H2", "sys_summ": "The sleep study will reveal if your child has OSA.\nSleep terrors usually begin between 4 and 12 years of age.\nAllowing your child to sleep with you.\nADHD children are frequently disliked or neglected by their peers.\nYour child snores very loudly or struggles to breathe during sleep.\nBehavioral treatment has positive effects on how the child acts during the day.\nSleepwalking usually happens sometime during the first three hours of sleep.\nStress and excessive fatigue are also thought to be factors.\nChildren are rejected by peers when they appear to be different.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1016", "ref": "", "sys_name": "H3", "sys_summ": "- If your child is sleep deprived because he or she regularly resists sleep, consider how your child views bedtime.\nHave a relaxing bedtime routine that ends in the room where the child sleeps.\nBut when a toddler is waking up many times through the night, or a preschooler refuses to go to sleep at bedtime, parents don't know what to do.\nEven when forced to go to bed earlier these children will not be sleepy and while they might stay in their room they will still not fall asleep until their later usual bedtime.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1016", "ref": "", "sys_name": "H4", "sys_summ": "Children with asthma or allergies are also more at risk of developing sleep apnea.\nChildren who do not sleep well may have a sleep problem.\nChildren who have sleep apnea almost always snore or have heavy, labored breathing.\nChildren can be misdiagnosed with a learning disorder or with ADHD when the problem is really an underlying sleep disorder.\nIf children have sleep apnea, they often have difficulty concentrating, paying attention and remembering what has been learned.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1021": [{"id": "1021", "ref": "", "sys_name": "H2", "sys_summ": "Teens may be too afraid to tell their parents they are being bullied.\nBullying or acts of bullying should not be tolerated in the school or the community.\nBullying is a form of victimization, not a conflict.\nTeachers are dealing with bullying on a daily basis without let up.\nThe stress of dealing with bullies can make kids feel sick.\nPunishing a bully is often the most common reaction in schools.\nLearn to recognise bullying as soon as it starts.\nParents can and should be teaching their children proper morals.\nBullies use intimidation to keep others from noticing their weaknesses.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1021", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nThe development of a &#x91;common understanding&#x92; of bullying and expressing this in a policy is the key to reducing bullying. \"Sorry, I can't look at you with that hair on your lip. \nThis can be difficult as children are very often quite embarrassed by their victim status. \nWill not accept responsibility for his or her actions They will control what other people know about them. \nSome have been bullied themselves. \nProtecting Students from Bullying - What Parents Can Do: [Parent] \"Help stop school bullies. \nBullies don't do it just once. \nHas friends who bully others . ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1021", "ref": "", "sys_name": "PG-MMR", "sys_summ": "bullying is much more than this.\nbully / victims who are bullies in some situations and are bullied in others.\nfour major types of bullying are physical bullying, verbal bullying, relationship bullying and online bullying.\ni thought every school had to have an anti-bullying policy which would put a stop to bullying.\ncall the bullies ' parents ' child would never be a bully.\ndo n't bully nor are victims.\nif you 're a young person being bullied, or a parent looking for information on how to deal with school bullying.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1021", "ref": "", "sys_name": "H3", "sys_summ": "Consequences are a way to influence your child.\nHere's an example of how you might deal with your child when she misbehaves.\nMaking a big issue and treating your child like he is the worst criminal will not help at all.\n[Parent] \"Need a way to hold schools accountable for reports of bullying.\n[Parent] \"The school administration, staff and the bullies need to have some accountability for the feeling of safety to all students.\"\n[Parent] \"There is bully going on at this school and it seems like the teachers and principle do not have adequate experience to deal with it.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1021", "ref": "", "sys_name": "Submodular", "sys_summ": "[Parent] \"I think all schools should be apart of this including the Catholic schools it will give students, staff and parents a safe place to report bullying even if you think it doesn't happen at your school it does, and if your school district truly believes in the zero tolerance for bullying than sign up if you don't then we'll know where you really stand on the subject!\" When kids see their parents being aggressive or hostile, they are more likely to act that way themselves. It is the commitment of the head teacher, or person at the top, which makes a policy work.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1021", "ref": "", "sys_name": "H4", "sys_summ": "Students should not have to tolerate bullying at school any more than adults would tolerate such situations at work.\nBullied students are now less afraid of their bulliers and are starting to speak out against this behavior.\nAs a parent, you may be setting a bad example for your kids by spanking or otherwise striking them, verbally or physically abusing your spouse, or by displaying bullying behavior such as: Bullying is actually a complex social problem that is causing many schools to now act on the issue.\nBullying, either verbal or physical, is common at schools.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1021", "ref": "", "sys_name": "H1", "sys_summ": "There is a tendency for adults to either avoid involvement or to intervene at a very superficial level when they witness bullying behaviour.\nThe parents of two of the three boys involved in her son's bullying did not even show up for a meeting called by the principal.\nAvoid attempts to mediate a bullying situation.\nKey elements include conflict resolution training for all staff members, social skills building for victims, positive leadership skills training for bullies, intervention techniques for those who neither bully nor are bullied and the development of parental support.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1025": [{"id": "1025", "ref": "", "sys_name": "H2", "sys_summ": "Bullying can be relentless because of 24/7 access to the Internet.\nFind out what you can do when your teen is being bullied.\nKids who have learning disabilities are especially vulnerable to bullying problems.\nBullying is harmful and can lead children and teenagers to feel tense and afraid.\nLike classic bullies, cyber bullies are after power and want to inflict pain on their peers.\nParents need to be aware of what their children are doing on the computer at all times.\nYour child may have difficulty reading social signs or may not understand how hurtful their behavior can be.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1025", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nI think a teacher's responsibility is to inform and educate their students on the dangers of bullying as well as cyberbullying. \"Children might not be aware that they incidents they have experienced are cyber bulling,\" Wang said. \nLet others know how this idea went when you implemented/tried it with your kids. \nHave an increase in sadness or frustration. \nWhat parents can do \"Some kids who become bullies, for some reason, don't 'get' empathy. \nCyber-bullying: The bully No child deserves bullying. \nBullies may need help too.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1025", "ref": "", "sys_name": "PG-MMR", "sys_summ": "cyber bullying is the most common forms of cyber bullying.\ncyber bullying, only 9 % were targets of cyber bullying and only 5 % perpetrated cyber bullying.\nauthors say cyber bullying bystanders are similar to real-life bullying, and stress the need for policy balance.\nalthough anyone with access to technology can be a cyber bully, most individuals who are cyber bullies and who are cyber bullied are in middle school, -lrb- 2 -rrb- 9 out of 10 middle school students have had their feelings hurt, and individuals not involved with cyber bullying.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1025", "ref": "", "sys_name": "H1", "sys_summ": "For younger kids, the reward can be eating lunch with their favorite teacher or extra minutes at recess; for older kids, a homework pass or a certificate to a local movie theater works well.\nIt can be difficult for any parent to learn that their child is bullying others.\nLaunch a proactive, preemptive program that replaces the natural name-calling, bullying, taunting bullying behaviors with a positive focus.\nAs mentioned, cyberbullying is the newest advancement in bullying and occurs via technology.\nThey encourage parents to learn and be involved with what their children are doing online.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1025", "ref": "", "sys_name": "H3", "sys_summ": "Student bullying is one of the most frequently reported discipline problems at school: 21% of elementary schools, 43% of middle schools, and 22% of high schools reported problems with bullying in 2005-06.\nCyber bullies may use the internet to send intimidating and threatening emails to others, create hostile Web sites, post inaccurate and embarrassing information in blogs, ignore kids who send them messages, and pose as people other than themselves in chat rooms.\nCyber-bullying is similar to other types of bullying, except it takes place online or through text messages sent to cell phones.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1025", "ref": "", "sys_name": "Submodular", "sys_summ": "You asked if it was the parents or the schools responsibility to teach the students on how to reduce the levels of cyber bullying either through social sites or just regular cell phone or text use. Because of technology today I think that children should start being taught about this at a very young age so that they can get used to what happens on the Internet and not be offended in the case that they start to become bullied online. Usually kids will tell their parents when cyber-bullying occurs but, if they don't and you suspect something, take the initiative to talk to them.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1025", "ref": "", "sys_name": "H4", "sys_summ": "\"Cyber bullying is defined as online material that threatens or raises concerns about violence against others, suicide or other selfharm.\nCyber bullying is defined as the use of online tools to harass someone.\nCyber-bullying (v.) :: when a child, preteen or teen is tormented, threatened, harassed, humiliated, embarrassed or otherwise targeted by another child, preteen or teen using the Internet, interactive and digital technologies or mobile phones.\nCyber bullying is a very difficult form of bullying to prevent and to police.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1048": [{"id": "1048", "ref": "", "sys_name": "PG-MMR", "sys_summ": "tips on starting potty training be sure now is a good time to potty train your child.\nyou can still get your child potty trained in time for school.\nif you have kids who are resistant to starting potty training, you really need to check this out.\npotty training for many parents, potty training can be one of the toughest times of bringing up their child.\nhe will be potty trained when he is ready & not a day before.\neven after a child has been potty trained and has accepted the full responsibilities associated with potty training.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1048", "ref": "", "sys_name": "H4", "sys_summ": "Many parents begin potty training when their children are about 2 and a half, but some kids won't be ready until after the age of 3.\nBegin potty training when you are ready to devote the time and energy to encourage your child on a daily basis for at least three months.\nMany parents begin potty training when their children are about 2 and a half, but some kids won't be ready until 3 or even 4 years old.\nThroughout potty training, your child will respond to positive reinforcement.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1048", "ref": "", "sys_name": "Submodular", "sys_summ": "I don't believe that her holding has anything to do with the way she was brought up to use a potty, but more with the dramatic difference between her home and nursery environment (as you mention in your article). If you notice that your toddler hides behind the sofa whenever he needs to poop in his diaper, it could be a sign that your child is constipated or he experiences discomfort whenever he has a bowel movement - difficulties that could lead to stool training refusal when you start trying to toilet train him down the road. You need to accept them for what they are, accidents, and move on.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1048", "ref": "", "sys_name": "H2", "sys_summ": "To begin potty training the child must be physically ready.\nPotty training can be natural, easy, and peaceful.\nBeware of nagging your child about using the potty or toilet.\nBarring medical or developmental delays, children can be potty trained and should be, much earlier.\nYour child learns to participate in simple routines.\nToddlers can be a real handful.\nPlaytime tips â€¢ Watch for signs that your toddler or preschooler is getting ready to lose his cool.\nPre-potty training preparation can begin when a child is as young as ten months.\nStudents need not be potty trained to enroll to this program.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1048", "ref": "", "sys_name": "H1", "sys_summ": "Potty training is a skill to be taught.\nToday's training pants are too absorbent and don't let the kids feel the wetness.\nIt is not unusual for younger children to have setbacks with potty training.\nâ€¢ Bear in mind that toilet-related fears are common - whether it's getting splashed, falling in, or not wanting to use \"strange\" toilets (with the definition of \"strange\" being completely in the eye of the potty beholder).\nTake them to pick out their undies if possible and their rewards.\nBare bum, and going from diaper to underwear.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1048", "ref": "", "sys_name": "H3", "sys_summ": "If in undies, they dump their poop into toilet (don't let them flush if they like flushing) and take off undies.\nYou should get rid of the diapers and keep him in underwear.\nNever ask if they need to go but say \"tell me when you need to use potty\" or \"it's time to use the potty.\"\nYou'll also want to have supplies for cleaning up accidents (such as rags, cleaning solution, and a plastic bucket) and several pairs of loose-fitting pants for your child to wear when you go out of the house.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1048", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nHere's a brief overview of the steps of teaching your child to use the potty and then the toilet. \nAny other tips for night-time training or is it just when they are ready? \nI keep this in my car at all times! But like i said he still has his accidents but i know that with his progress it's not that far away. \nHopefully we will have better luck on day 5! During these times, be careful how you respond. \nMy first daughter, Katie was fully trained by about 28 months. \nAnd she never once had an accident. \nWe made him feel guilty.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1042": [{"id": "1042", "ref": "", "sys_name": "H3", "sys_summ": "\"In addition, schools must make provision for religious education to promote education about religion and learning from religion and to encourage respect and mutual understanding.\nA significant minority of Christian schools sees their mission as including applicants without regard to religion, as long as parents are aware of the religious nature of the school and will not oppose it.\nIf parents want to have religion taught to the children send them to a religious school.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1042", "ref": "", "sys_name": "H2", "sys_summ": "Parents have the option of excluding their children from these lessons.\nIf you want your child to enlighten up religiously, religious schools are best recommended.\nParental involvement in the integrated schools cannot therefore be defined in straightforward or definitive terms.\nRecognize that your child's religious needs may differ from your own.\nState schools are meant to be for all children.\nYour child's teacher will send home an outline of homework for the week.\nRegardless parents should always have the right to protect their children from anything that they are subjected to.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1042", "ref": "", "sys_name": "H1", "sys_summ": "When parents of children attending (or who recently attended) Jewish day schools were asked to describe their feelings about being Jewish, over 90 per cent of respondents were strongly or extremely conscious of feeling Jewish (see Table 3.2).\nMany families send their child to The Jewish Center Nursery School precisely because it is \"Jewish,\" that is, Jewish life and particularly Shabbat are revered.\nThe Conservative movement defines a Jew as a person born to a Jewish mother or converted to Judaism.\nThe non-Jewish parent is made to feel pretty welcome.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1042", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nThis is a quiet and reflective time for the children that is different to the rest of the school day. \nIn addition, any information about secular activities may not be put in mailbags or posted on our bulletin boards. \nThere are convincing reasons why parents choose religious schools such as follows: Parents can help by discussing what they have been doing at school. \nIt wasn't only Kelly who was unhappy with Blair's proposals. \nThe Government recently canvassed community opinion regarding this issue. \nThat's an understatement, I might add. \nDo some research before you open your mouth. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1042", "ref": "", "sys_name": "Submodular", "sys_summ": "We firmly believe that if the message of this report is accepted by schools and the changes in perspective and emphasis which we have advocated - particularly in relation to religious education, 'pastoral' concerns and language needs - are realised, then this will go a considerable way towards meeting the concerns of many ethnic minority parents about their children's education and that many of the particular concerns which have led sections of the Asian community to call for the establishment of their own schools would also be allayed. Why, they are asked, do you want to be different?", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1042", "ref": "", "sys_name": "H4", "sys_summ": "Religious education in the integrated schools is provided partially through a common curriculum which seeks to emphasise shared Christian values.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1042", "ref": "", "sys_name": "PG-MMR", "sys_summ": "'it was a bit like sending your child to a private school that is a state school ' -lrb- 7 -rrb- 'religious education in secondary schools.\nit 's not part of schooling.\nif the local education authority are satisfied that the managers or governors are unwilling to make such arrangements.\nthe confessional approach to religious education can be seen as the traditional view of the role of the school in relation to religion which was without doubt the approach which the framers of the 1944 education act had in mind in requiring schools to provide 'religious instruction.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1045": [{"id": "1045", "ref": "", "sys_name": "H3", "sys_summ": "You need to foster an environment supportive of protecting your child from the risks associated with using a mobile phone and as the one usually paying the bill you should set boundaries on your child's cellphone use.\nMany parents (mostly those with children older than your daughter) use cell phones as a small-scale introduction to adult responsibilitiesÃ¢â‚¬\"everything from paying the bill and staying within monthly minutes to keeping it charged.\nYou may opt for a family cellphone plan in which you have one bill but your teen pays for his portion.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1045", "ref": "", "sys_name": "Submodular", "sys_summ": "And, as far as the use time for cellphones, we must consider the fact that parents often provide young children with cordless phones even when they do not allow these same children to have cellphones. If the child is so in charge of the family that the parents are \"forced\" to buy a cell phone to keep it happy, then there is far more wrong in that family than anything caused by a large corporation. Parents, for the most part, are glad of the technology because it gives them a quick and efficient means of contacting their children in the event of an emergency, whether at school or after hours.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1045", "ref": "", "sys_name": "H4", "sys_summ": "Children Should Limit Their Cellphone Use To Protect Their Health | The Parent Report Your child will not be taken from your car or placed in your car if you are on the phone.\nParents, or designated caretakers, of children who exhibit ANY of the following symptoms will be called to come to the JCA to pick up their child within a one-hour time period: When children are provided with cellphones, they no longer learn to plan ahead and be on time.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1045", "ref": "", "sys_name": "H1", "sys_summ": "In France the health minister, Roselyne Bachelot, has taken such concerns public, issuing an alert in January urging parents to limit use, reducing childrens telephone calls to no more than six minutes.\nYouth with mobiles are usually, or learn quickly to become, technically competent in their use of their cellphone's features such as SMS messaging, picture messaging, or using mobile chat services.\nEnsure that they still have face to face contact with their friends.\nTheir eyes never leaving the screen for a moment.\nSome private schools in South Africa don't allow cellphones at school at all.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1045", "ref": "", "sys_name": "H2", "sys_summ": "Children need their parents to be parents.\nAlthough cellphones may appear to be standard fare, they are not an inalienable teen right.\nYour child should earn that privilege by consistent responsible behavior.\nEarly childhood teachers need practical tools for appreciating the development of young children.\nIn general children are naturally inclusive, they want to welcome everyone in their world.\nBe cautious of commenting on rude transgressions from your childs' friends.\nTake turns putting your children to sleep.\nAsk your child what mobile content they would like to access.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1045", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nThe rapid rise in the use of cellphones is a testament to that fact. \nKnow who your child's friends are and also who their parents are. \nInstead, you should purchase PEDS for each child with whom you work. \nThis article may not be republished or reprinted without advance permission from ASAT. \nWe have an early detection discussion list on www.pedstest.com. \nBut he urged more action.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1045", "ref": "", "sys_name": "PG-MMR", "sys_summ": "study : analog cellphones are almost 10 times more powerful than digital cellphones or cordless phones.\nthe earliest report that cellphone use increases the risk of acoustic neuromas was made to the cellphone industry 's own trade organization, the cellular telecommunications industry association -lrb- ctia -rrb-.\nas far as the use time for cellphones, we must consider the fact that parents often provide young children with cordless phones even when they do not allow these same children to have cellphones.\nbut then it should also stand to reason that, with a risk of acoustic neuromas linked to cellphone exposure.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1033": [{"id": "1033", "ref": "", "sys_name": "PG-MMR", "sys_summ": "gordon & breivogel, parents of their own children at home, participate in child development or parenting classes.\nresearch participants describe current parent involvement in order to increase parent involvement in local school governance.\nschools and educators share ideas to promote at-home learning through high expectations and strategies so parents can monitor and help with homework.\nto define parent involvement, studies must separate parent involvement effects from related variables and from the impact of other adults involved in the program.\nthe effects of parent involvement leads to student achievement improves when parents play an active role in an ethnic minority.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1033", "ref": "", "sys_name": "H2", "sys_summ": "Involving parents in their own children's education at home is not enough.\nParent involvement is most effective when it is comprehensive, long-lasting, and well-planned.\nParents do not have to be well-educated to help.\nChildren tend to work harder at their studies when parents are involved.\nLearn about the studying your child is expected to do.\nTalk with your child about the importance of attending school regularly.\nTeach your children to finish what they start.\nSchools need to be mindful of these experiences when developing courses and training sessions for parents.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1033", "ref": "", "sys_name": "H4", "sys_summ": "Children perform better at school when their parents are involved in their education.\nParents Can Help if Their Child is Having a Problem in School Parents and students alike need to be aware of the benefits of educational channels and school access programming.\nBenefits when parents can better help their children learn at home: Poor communication between the school and the parent can rob a student of the support he needs to be successful.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1033", "ref": "", "sys_name": "H1", "sys_summ": "Families with high parental involvement in their children's schools are more likely to visit a library, museum or historical site with their children, and are more likely to have high educational expectations for their children.\nChrispeels and Rivero (2001) previously found that after participating in this education program, parents reported dramatic changes in their parenting behaviors, such as praising their child, engaging in less physical punishment for mistakes, and establishing rules and limits to television viewing, which supported more time for learning activities.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1033", "ref": "", "sys_name": "H3", "sys_summ": "Gordon's six types of parent involvement (Gordon & Breivogel, 1976) are: (a) the traditional type of parent involvement type (the parent as audience or bystander-observer); (b) parents as decision makers (as in School Advisory Committees or Parent Teacher Associations [PTAs] in which parents participate in school decision making activities); (c) parents begin as classroom volunteers; (d) parent as a paid paraprofessional or teacher's aide; (e) parents as learners (e.g., participate in child development or parenting classes); and (f) parents as teachers of their own children at home.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1033", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nMany parents need to be disabused of the idea that the school is the domain of the teachers and that school is the place for education. \nMake parent involvement a priority in your PTA. \nOr they can take classes with their children; computer classes or hobby classes are two possibilities. \nThe study was conducted as an open trial. \nIt also did not have measurable positive effects on in-classroom behavior. \nChildren spend much more time at home than at school. \nThey aren't about schools taking responsibility from parents. \nI think she has said it all quite well. \nAt which grades? ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1033", "ref": "", "sys_name": "Submodular", "sys_summ": "Practitioners may like to read a case study of a school that set out to enhance parents' knowledge of how they could support their children with mathematics homework to give them the confidence to play a greater part in their child's education. This does not mean that traditional activities, such as parents helping in the classroom and meeting with teachers at school have no value - there may be lots of indirect benefits of such contact, and in any case, such contact can be directly geared to encouraging and supporting parents in talking with their children about their learning at home.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1041": [{"id": "1041", "ref": "", "sys_name": "PG-MMR", "sys_summ": "parents of participating children a written parental involvement policy in improving the academic quality of title i schools.\nthe head start program, reading first program, early reading first program, even start program, and home instruction program for preschool youngsters, and state-run preschool programs.\nepstein -lrb- 1988 -rrb-, in a slightly different approach, described five types of parent involvement in learning activities in the home.\nthe volunteering of parents in the classroom and attendance at school performances or sports events, -lrb- d -rrb- `` parent involvement in governance and advocacy ''\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1041", "ref": "", "sys_name": "H3", "sys_summ": "Arranging for parents to volunteer in the classroom can help create a more positive relationship.\nParents are given reasonable access to school staff via requested conferences (teacher or parent), school visits and volunteering.\nSending information to parents relating to school and parent programs, meetings, and other activities.\nSuch policy must be made available to the local community and updated periodically to meet the changing needs of parents and the school.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1041", "ref": "", "sys_name": "H1", "sys_summ": "Â·          Student Study Teams (SST) identify at-risk behavior at an early stage and begin intervention through the efforts of parents, teachers, school counselor, and student.\nChicago Child-Parent Centers (CPC) The CPC program served low-income preschoolers through third graders and promoted parent involvement through home visits, classroom volunteer opportunities, workshops and courses, and parent-teacher meetings.\nParent-Teacher Clubs - Many schools have parent-teacher clubs.\nBuilding effective parent-teacher partnerships.\nThey do attend parent-teacher evenings.\nLearning begins at home.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1041", "ref": "", "sys_name": "Submodular", "sys_summ": "Following up on this (and other research) this article will focus on the role that parent involvement programs will play in the high school of the future and how parent involvement programs can help to meet the changing needs of high school students and their families. Conferences should allow time for parents to share information about their children and their family culture that will help the teacher be more effective with the child. edpsycinteractive/files/parinvol. How to monitor a child's progress and work with educators to improve the achievement of their children;", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1041", "ref": "", "sys_name": "H2", "sys_summ": "Educators worry whether parents have enough information to make sound decisions about schools.\nprovide activities that will educate parents regarding the intellectual and developmental needs of their children.\nParents are encouraged to become advocates for children on issues that affect children.\nSchools are beginning to recognize they can't adequately educate children without community support.\nChildren whose parents teach them how to write words are able to identify letters and connect them to speech sounds.\nParents should be fully involved in that collaboration and coordination.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1041", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nExplain to parents their rights in the development of the policy; and Both groups agree that hiring school personnel is not a role for parents. \nParent involvement activities are combined with Title I parent involvement efforts. \nThe journal articles can be found at most research libraries. \nFor more information on this subject, contact: Do we have an active PTA, PTO or other organization? \nParents &amp; Schools as Partners Educational Research . \nBenefits when schools facilitate better community collaboration: K 1 2 3 4 5 6 7 8 9 10 11 12 - School volunteer information. \nAt which grades? ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1041", "ref": "", "sys_name": "H4", "sys_summ": "Children whose parents are involved in their education are more motivated to learn.\n(e) Parents are encouraged to contact their child(ren)'s teacher(s) throughout the school year.\nStudents, parents and families are stakeholders in the community where a particular school is located.\nParental involvement, how parents are involved with the schools Schools can link families in need of social services to agencies about which they might not be aware.\nParents and students alike need to be aware of the benefits of educational channels and school access programming.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1012": [{"id": "1012", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nThe home schoolers of the 1960s discovered that it is not all that hard to keep a child out of school and out of court. \nI believe in freedom for children. \nThere are sample letters available on several NH homeschooling websites, but my favorite one can be found on http://nhhomeschooling.org/law Why would white, as well as minority, parents pull their children from public schools? \"But what will you do about socialization?\" ***Please share this summary with other interested parties via print, email, or any other format. \nIt's more like learning your first one. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1012", "ref": "", "sys_name": "PG-MMR", "sys_summ": "more parents are choosing to homeschool over public or private schools.\nthere is limited research on the impact of home-schooling on children 's social skills.\ncost of homeschooling vs public school costs for the school system it comes down to the nature of homeschooling versus the nature of public schools.\nhomeschooling families in california comply with the compulsory attendance law in one of several ways : when contemplating homeschooling or the public school system, this informative link show the advantages of homeschooling and weighs them against the public school system option.\nif kids are home schooled, the school district in which the virtual school is based gets the funding.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1012", "ref": "", "sys_name": "H4", "sys_summ": "Parents of private school students tend to be more involved in their children's education.\nMany parents choose accredited programs so that their child is receiving the same education as other children of their age, but at their own pace.\nParents operating private schools to educate only their own children are not required to obtain city business licenses.\nMany minority families are finding that homeschooling is an alternative to that of public school education (Bauman, 2001).", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1012", "ref": "", "sys_name": "H1", "sys_summ": "Instructing a child in truth is the primary reason for choosing an educational method, whether that method be homeschooling, public school, or private school.\nHome schooled children are often accused of not being able to make those.\nStudies by the National Home Education Research Institute also show that homeschooled children fare noticeably better on tests than their publicly schooled peers.\nIn spite of their motivations, public school educators continue to stumble.\nThe challenge for the home schooling movement shifted from making home education possible to keeping it free.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1012", "ref": "", "sys_name": "H2", "sys_summ": "Homeschool parents need not worry if their child learned something in school.\nParents need only test if they are homeschooling under local school district supervision.\nPublic schools, in general, are failing our children academically, morally, and philosophically.\nHomeschooling is frowned upon by the public schools and by political governments for obvious reasons.\nParents have the absolute right to withdraw their child from public school and use any other legal option to educate their child.\nCritics often argue that homeschooling keeps children from socializing with a diverse group of peers.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1012", "ref": "", "sys_name": "H3", "sys_summ": "Surely this is tantamount to these homeschoolers saying that homeschooling doesn't work -- just what the anti-homeschool people need to turn the system back against homeschooling!\nMany of us were homeschooling our children until Wildcat opened and it has been an ideal middle ground between homeschooling and school.\nI believe that home schooling has shown that students gain more autonomy in a home schooled setting.\nThe flip side of homeschooling is the possibility of the parent/parents injecting far more prejudice and political attitudes than would be found in a classroom.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1012", "ref": "", "sys_name": "Submodular", "sys_summ": "I likely won't homeschool - but I found this book very helpful in understanding what a good academic program should look like, and may well use it to supplement my kid's school education at home. Look west and you will find a primary school in Devon that takes one child in for two days a week, and another for three, under an agreement with their parents that the rest of the children's education will be at home. \"We do not specifically get them involved in a social setting so they can meet other kids. . . we really don't think children have a good influence on one another. \"", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1037": [{"id": "1037", "ref": "", "sys_name": "Submodular", "sys_summ": "In a school where there are 28 children in Kindergarten, I don't expect the only learning my child will receive has to be in school, but I do expect that it would be hard to manage that number of children when some are emotionally young. Although you would think that it is a simple decision, with every child starting school once they reached a certain age, some parents decide to hold their kids back another year if they have a \"late\" birthday (one that is close to their school district's cut off date). I thought for sure she was ready for school and she was, academically.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1037", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nKindergarten Orientation - children and parents/guardians go to school for a portion of the day to experience a day in kindergarten. \nIs it because you hear you should think about it, or is it because you have that particular Mom or Dad worry?\" You can't stop your child from learning, but what they are learning can depend very much on you. \nMy daughter will be entering kindergarten next fall. \nHe agreed with me taht this was madness. \nI would also start researching schools now. \nMandatory assessment at 5 years old Not been so intimidated by public school. \nNo, I'm not an NBA coach. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1037", "ref": "", "sys_name": "H1", "sys_summ": "If parents have concerns about their child being among the youngest in the class or not socially mature enough for kindergarten, the parent should talk with the staff to learn more about the program and how they can work together for a quality experience for their child.\npersonal experience with skipping grades.\nPhonological awareness - Being able to hear and play with the smaller sounds in words.\nChildren have been expected to adapt to whatever is demanded of them.\nThe parent should be honest and talk to their child about what they are about to embark on and how the day will go.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1037", "ref": "", "sys_name": "H3", "sys_summ": "Many nursery school programs around the country now offer an additional year for children who are age-appropriate for kindergarten, but who are not developmentally ready.\nWhile kindergarten teachers commonly report that younger kids struggle their first year, research has also shown that \"by third grade, there is no measurable academic advantage to delayed entry\" and that \"children who entered school relatively young did not appear to be disadvantaged academically in the long-run.\"\nTo be eligible for 4-year-old kindergarten, a child must be 4 by September 1 of the school year.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1037", "ref": "", "sys_name": "H2", "sys_summ": "Holding all children back in preschool or kindergarten is NOT appropriate.\nChildren must be age five by September 30 to enter kindergarten.\nMany parents with children poised to start school have adopted the same line of thinking.\nYour child can only be older and more mature if other kids are younger and less mature.\nYoung children learn about numbers and math through their everyday activities.\nChildren entering at the K4 level shall be four by September 1.\nBullying is unfair and adults must take it seriously as early as in kindergarten.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1037", "ref": "", "sys_name": "PG-MMR", "sys_summ": "students entering kindergarten must be five years of age on or before september 1st of school year.\nif a parent wants to defer a child 's enrollment in kindergarten for one year due to the child 's level of maturity.\nsimilar changes in cut-off dates were introduced for 4-year-olds entering pre-kindergarten and for 5-year-olds entering kindergarten.\nwhile maryland law requires kindergarten attendance, it does give parents the right to delay kindergarten for one year -lrb- waiver -rrb- or attend other kindergarten programs -lrb- alternative kindergarten -rrb-.\nto be eligible for 5-year-old kindergarten, a child must be 5 by september 1 of the school year.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1037", "ref": "", "sys_name": "H4", "sys_summ": "Parents of these children may defer the entry into Kindergarten until next September.\nChildren must enrol either in a publicly-funded school kindergarten or an approved alternative programme prior to entrance into first Grade, at age 6.\nGive children who feel insecure in situations with peers some social training Parents may register their children to start school in September if either of the following applies: Parents with Kindergarten-eligible children within the new cutoff date should contact their respective elementary school sites for further guidance.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1040": [{"id": "1040", "ref": "", "sys_name": "H4", "sys_summ": "Learning disabilities are neurological differences in processing information that severely limit a person's ability to learn in a specific skill area.\nAttention deficit hyperactivity disorder (ADHD) is not a learning disability, but it definitely can affect a person's ability to learn.\nYour child is not defined by his or her learning disability.\nParents and preschool teachers are often the first to see early signs of learning disabilities.\nParents of children with learning disabilities need to recognize that children with learning disabilities require exceptional amounts of energy.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1040", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nThe goal of the medical professional involved in the care of a child with learning disabilities is to attempt to identify which areas of the brain are dysfunctional and to suggest a specific educational intervention based on that knowledge. \nIf you do not have Adobe Reader you can download it for free . \nIn cases such as these, any academic problems may be seen as resulting from emotional concerns. \nConcerned about your child's readiness or her disability; She was evaluated by an occupational therapist Susan Campadonico at Alta Bates who has been very helpful. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1040", "ref": "", "sys_name": "H1", "sys_summ": "Alternatively, a child's emotional concerns may affect the teacher so that the teacher's ability to deal with the child's learning disability is lessened.\nMany researchers have suggested that learning disabilities may negatively affect a child's social or emotional functioning because the disabilities influence the child's ability to develop positive interpersonal relationships.\nEmotional problems may magnify learning disabilities.\nEmotional issues may mask a child's learning disability.\nThese disabilities may also impact independent living and social relationships.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1040", "ref": "", "sys_name": "H3", "sys_summ": "Diagnosing a learning disability in public schools requires several types of tests.\nIf you suspect your child may have a learning disability, learn how to make a referral for assessment for your child.\nAssessing Your Child's Learning Difficulty or Learning Disability: If you or your child's professional sees that your child may have trouble learning, you should probably pursue a learning disabilities assessment.\nLearning disability testing is a way for your child's school to determine what your child's learning problems are and how severe they are.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1040", "ref": "", "sys_name": "PG-MMR", "sys_summ": "learning disabilities can be more of a challenge than others.\nthere are many disabilities that are related to learning disabilities.\nwebsites on learning disabilities is an excellent resource for adults with learning disabilities.\nstudents with learning disabilities will also have individual education programs developed to address their specific learning disability needs.\nif you or your child 's professional sees that your child may have trouble learning, you should probably pursue a learning disabilities assessment.\nother learning disabilities are neurological differences in processing information that severely limit a person 's ability to learn in a specific learning disability skill area.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1040", "ref": "", "sys_name": "H2", "sys_summ": "Children with learning disabilities grow up to be adults with learning disabilities.\nHelp your child develop his or her strengths and passions.\nYour child's teacher should request a psychological assessment for your child.\nIf your child has developmental delays planning is critical.\nAsk your child what words they would use to describe stress.\nAlthough dealing with dyslexia can be tough, help is available.\nHelp your child develop and nurture good peer relationships.\nParenting is particularly difficult and stressful wheel children do not measure up to family or community expectations.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1040", "ref": "", "sys_name": "Submodular", "sys_summ": "Best of luck As a special educator whose experience is in teaching students with learning disabilities, I can tell you that your son's school psychologist and a special education teacher should be able to run a battery of tests that will indicate if there is a discrepancy between your son's cognitive ability and his academic achievement. The most important aspect to be remembered is that LD has nothing to do with intelligence and it is just that the child needs to learn differently in order to keep pace with his age group in terms of reading, writing, math or comprehension.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1035": [{"id": "1035", "ref": "", "sys_name": "H2", "sys_summ": "Teach your child it's okay to ask for help when they need it.\nGive your child the right to have these feelings.\nThe fact that your child is depressed does not automatically mean he will need drugs.\nSiblings need to be allowed to be kids as much as possible.\nA child with major depression feels depressed almost every day.\nOlder children are able to understand nuances and feel more respected if given the full story.\nDepression isn't just bad moods and occasional melancholy.\nAsk kids to think about how hungry they are and serve themselves.\nOther kids threaten them if they try to leave the group.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1035", "ref": "", "sys_name": "PG-MMR", "sys_summ": "a child with major depression feels depressed almost every day.\nabout 15 percent of kids whose father had depressive symptoms and 20 percent of kids whose mothers had depressive symptoms had emotional or behavioral issues.\nanother possibility is that depressed kids make parents depressed.\nif depression is suspected, the doctor may refer you to a : psychiatrist : a person who has a degree in social work.\nhe has 20 years of experience treating children for depression and has realized that most children who are depressed need their parents, and a therapist, to help them navigate through the depression.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1035", "ref": "", "sys_name": "H1", "sys_summ": "Surprise the kids with occasional notes of encouragement in their lunchboxes, under their pillows, or hidden among their socks.\nNon-disabled children need time with their parents separate from the disabled child.\nNon-disabled children need validation for their feelings - all of their feelings.\nEven kids who struggle at first can rise to the challenge when their parents and teachers are optimistic about their success and supportive of their efforts.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1035", "ref": "", "sys_name": "Submodular", "sys_summ": "In kids, depression can appear as \"bad moods\" or irritability that persists for a long time, even if a child doesn't acknowledge being sad. I still love you, and I will make sure that if I can't take care of your needs, I will find another adult who can (be sure to be specific about what need and who will meet them). Disabled children are more likely to manage having their parents out of sight for awhile if they are with a familiar person they like. With older kids, say age 8 and up, talk about why you are going to do things differently and ask for their help in changing family eating patterns.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1035", "ref": "", "sys_name": "H3", "sys_summ": "A child with major depression feels depressed almost every day.\nHere's how you can help your child cope with feelings of depression.\nUnderstand adolescent depression.\nWhen kids or adults get help with depression, their negative moods and thoughts can become brighter and more positive again.\nIf you are experiencing a clinical depression, the most important thing you can do to help your children is to take care of yourself.\nBut going through difficult problems, grief, or having family members with depression doesn't necessarily mean someone will become depressed.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1035", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nI had to hide from everyone and lead a double-life. \nRecognizing the signs of depression in your child is not always easy. \nAfter Cassandra told her about what she was going through, her sister told her parents. \nCassandra's parents immediately sought treatment for their daughter. \nWhen people are depressed, they can also seem easily annoyed or angry. \nYou may be dismayed but at least you will know where you stand. \nCassandra: Age 19, Major Depression, with mother \"I liked school. \nIf I'm down, my kids pick up on it. \nThere's no blame involved. \nWHAT WORKS Persevere. \nKids have energy. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1035", "ref": "", "sys_name": "H4", "sys_summ": "Parents often feel responsible for things going on with their kids, but parents don't cause depression.\nChildren with learning disabilities may be more vulnerable to anxiety and depression than others for several reasons: When kids or adults get help with depression, their negative moods and thoughts can become brighter and more positive again.\nKids and teens who are depressed are more likely to use alcohol and drugs than those who aren't depressed.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1006": [{"id": "1006", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nTransportation to and from school is part of the school day, and all of the rules governing student behavior are in force. \nTechniques for Managing a Safe School . \nAs well, these students were not being provided with alternative education or support services. \nThe actual Lottery will be held on February 14,2012. \nSome parents think that discipline means punishment. \nYes, I am an official at this school. \nThey may also have taken other disciplinary actions. \nIn R. \nJ. \nIllback &amp; C. \nM. \nNelson (Eds.) Health Education Research , 18 (3), 389-403. (1996). ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1006", "ref": "", "sys_name": "H4", "sys_summ": "Governments have responded to increased concern with new laws and regulations requiring schools to establish zero-tolerance policies, school codes of conduct, school-wide plans to prevent violence and special measures to ensure that students with behavioural disorders are managed properly.\nThe authors delineate the features of a team-based approach to providing positive behavior supports for individual students with chronic problem behaviors within a school-wide PBS system.\nSchool-wide positive behavior support: Addressing behavior problems that impede student learning.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1006", "ref": "", "sys_name": "H3", "sys_summ": "Schools with no crime reported were less likely to have a zero tolerance policy for violence (74 percent) than schools that had reported one or more serious crimes (85 percent).\nThirty-eight percent of those in which school principals reported some moderate discipline problems reported having no crime, and 14 percent of schools with at least one discipline problem considered serious by their principal had no reported crime.\nClassroom Behaviour Management.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1006", "ref": "", "sys_name": "PG-MMR", "sys_summ": "high school principals reported at least one serious discipline problem in their schools compared with 18 percent of elementary school principals.\nit was also reported in 39 percent of schools and schools with 1,000 or more students, in 13 percent of schools in which principals felt there were some serious discipline issues, and in 23 percent of schools in which at least one serious crime was reported in 1996-97.\nschool-wide positive behavior support individualized supports for students with problem behaviors : addressing behavior and productive learning in their classrooms.\njust as teachers use the discipline practices of the responsive classroom approach to support children 's positive behavior.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1006", "ref": "", "sys_name": "Submodular", "sys_summ": "Just as the discipline practices of the Responsive Classroom approach help teachers support children's positive behavior and productive learning in their classrooms, this new book offers strategies for school leaders who are working to create a positive school climate, reduce problem behaviors, and build their staff's skills in managing student behavior. What alternative education programs exist or are being planned for regular education students who have been expelled from school? We work hard to find a result that serves the best interest of the school and the individual(s) involved.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1006", "ref": "", "sys_name": "H1", "sys_summ": "Unified Discipline sets school rules and correction procedures, but at least in this article it places too little emphasis on teaching and encouraging expected behaviors and monitoring program implementation.\n, Individualized supports for students with problem behaviors: Designing positive behavior plans (pp. 359-390).\nSocial scientists know how to improve child behavior but schools and communities still fail to make full use of that knowledge.\nExcused absences do not count against the 80-day requirement.\nNo student is in the hall without a pass during class periods.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1006", "ref": "", "sys_name": "H2", "sys_summ": "Traditional discipline does not allow for troubled students to improve themselves and their character.\nTeachers are not allowed to admit tardy students without a permit.\nZero-tolerance policies are resulting in inappropriate sanctions for some students.\nBring positive behavior to your school through strong, consistent, and positive discipline.\nChild discipline is an important and emotional issue for parents of elementary-age children.\nFrustrated or bored children are likely to act out, so it's important that children be engaged in their work.\n\"Kids are paying attention to the hidden one.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1046": [{"id": "1046", "ref": "", "sys_name": "H1", "sys_summ": "The decision to establish a School Council shall be made at an open parent meeting by a majority vote of the parents present.\nThis explanation would enrich the bulletin board concept so it becomes a parent learning opportunity.\nParents and/or legal guardians wishing to observe their children in the elementary classrooms should discuss the reasons for the visitation with the teacher where possible at least 24 hours in advance of the visit.\nTime is a critical factor when it comes to parenting.\nSometimes it was planned around a major holiday like Thanksgiving or an evening event.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1046", "ref": "", "sys_name": "H4", "sys_summ": "Teachers and administrators can increase parent involvement at school by making parents their partners in a child's education.\n(e) Parents are encouraged to contact their child(ren)'s teacher(s) throughout the school year.\nResearch shows that, regardless of class, race, or educational background, all parents believe their children will benefit from their involvement with their children's schools (Marttila and Kiley Inc. 1995, Chavkin 1989).\nResearch shows that children whose parents are involved in their education have more success in schools.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1046", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nBuilding and maintaining a good relationship with your child's school is one of the best ways to support your child's education. \nResearch shows that children whose parents are involved in their education have more success in schools. \nAvenues for volunteering will be looked at through three distinct environments: You can help if you are: I think it sums up how I feel about this issue. \nJoining - or initiating - parent groups The schools supplement our efforts. \nWe don't make any money, but we get people there! What do they do? \nAt which grades? ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1046", "ref": "", "sys_name": "Submodular", "sys_summ": "What I would argue, is that there are many ways that parents and other community members can be involved in schools that actually enhance your experience for you, and help to remove the barriers often found between teenagers and adults. My opinion is twofold on the role construction of parents relationships with teachers and vice versa: Children of this age will not proactively encourage their parents to stay or become involved in their learning experiences and teachers do not want to develop relationships with the parents of their students. Be sure to provide child care for parents who need it.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1046", "ref": "", "sys_name": "H2", "sys_summ": "Parents can get involved in a variety of programs that will make a difference for every student.\nParents who attend parent/teacher meetings are able to get to know their child's teachers better.\nParent involvement can play a critical role in a child's academic and social development.\nChildren tend to work harder at their studies when parents are involved.\nParents should let the students know that they are expected to do well in their new school situation.\nParents encourage good study habits by establishing homework routines early.\nAsk your child to help plan a day or an afternoon.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1046", "ref": "", "sys_name": "H3", "sys_summ": "Some schools seek to incorporate parents' wisdom and experience into the academic content of the school curriculum Â— in ways that don't require the parents to come to school.\nParents believe that the schools need to strengthen practices such as giving parents specific information on their children's major academic subjects and what their children are expected to learn each year.\nSchools must be open to the involvement of parents in the work they do and they should consider ways of providing information that helps parents engage with school and their children's education.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1046", "ref": "", "sys_name": "PG-MMR", "sys_summ": "schools can only do so much.\nmain features of parent councils can choose to set up a combined parent council which would cover more than one school.\ntraditionally, parent involvement in education has included home-based activities -lrb- such as helping with homework, encouraging children to read, and promoting school attendance.\ndo not give up on any parent.\ninclude all parents.\n`` parents '' of students were one of the most supportive and positive groups.\nthis may keep parents more involved, unless the parent council constitution allows other people to be co-opted.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1043": [{"id": "1043", "ref": "", "sys_name": "PG-MMR", "sys_summ": "literacy is everything children learn about reading and writing before they can actually read and write.\ninformation about early literacy skills and how to help your child get ready to read.\njoint book reading makes for success in learning to read : describe the benefits of reading aloud to children, and list book titles for reluctant readers.\nthis website is separated into reading levels, within each level students can read books that have corresponding activities, play reading games, and even print out their own copies of the books they have read.\nget ready to read is a national initiative to build the early literacy skills of preschool children.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1043", "ref": "", "sys_name": "H3", "sys_summ": "Reach Out and Read (ROR) promotes early literacy by giving new books to children and advice to parents about the importance of reading aloud in pediatric exam rooms across the nation.\nChildren take their first critical steps toward learning to read and write very early in life.\nA Developmental Path to Reading from The ERIC Review is available for download to help parents and teachers take steps to ensure children will make the transition from learning to read to reading to learn by the end of third grade.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1043", "ref": "", "sys_name": "H2", "sys_summ": "Reading with your child is a great activity.\nKids of parents with a history of reading struggles are likely to have problems, too.\nInstill in your child a love of learning and desire for education.\nChildren begin to acquire language skills long before they are able to read.\nParents should be aware of ways to make the most of learning opportunities for their babies and preschoolers.\nDeveloping your child's phonological awareness is an important part of developing your child as a reader.\nA child's reading skills are important to their success in school and work.\nYoung children are like sponges.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1043", "ref": "", "sys_name": "H4", "sys_summ": "Helping Your Child Become a Reader: With Activities for Children from Infancy Through Age 6.\nParents also help teach their children skills, which are needed for success in school.\nParents can make reading more motivating by letting children choose books and making reading a memorable family event.\nParents are important in helping their children get ready to read because: Children of all ages can benefit from being read to, and this can help instill a love of reading in your child.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1043", "ref": "", "sys_name": "Submodular", "sys_summ": "A good resource for parents that includes important information on how children learn to read and write, tips on what you can do with babies and young children to help them become readers, ideas for books to read, and organizations to contact for more help or information. The term \"school readiness,\" once denoting a child's ability to separate from her parents for a few hours without too much fuss and go to the bathroom by herself, now refers to her mastery of early numeracy and literacy skills. And with the right help, one day your children will feel that love of reading all on their own.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1043", "ref": "", "sys_name": "H1", "sys_summ": "Parents can convey important positive impressions about reading by making reading an experience their children will remember and cherish.\nMore importantly, though, some gifted children progress through those stages more quickly, speaking in full sentences long before their age mates do.\nSounds led to words, words to sentences, and sentences to conversations.\nPreventing Reading Difficulties in Young Children.\nChildren begin to acquire language skills long before they are able to read.\nGetting children reading begins before formal education begins.\nTheir children are their treasures.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1043", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nOne of the most valuable gifts that you can give your child is to instill in her a love of reading and writing and a genuine curiosity and desire to learn. \nMinnesota Dads at Home - Offers networking opportunities for Dads who are home full-time or part-time with their children. \nAnd it shouldn't have been on him. \nLearn more about this program by visiting this site. \nDavid: I remember learning something from an elementary school colleague. \nThey see how other children work. \nPerma-Bound Books : This site also has book level information, including Scholastic Lexiles. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1034": [{"id": "1034", "ref": "", "sys_name": "PG-MMR", "sys_summ": "computer games has been linked to improvements in certain visual intelligence skills specific to the use of computer technology.\nsnap games offers some of the best kids ' computer games and they can played on a dvd equipped computer or on a television hooked up to a dvd player.\ncomputer games for children are becoming increasingly violent.\nwith computer explorers, school-age students get extracurricular opportunities to design video games and 3-d worlds, program robots, make green-screen movies and experiment with other cutting-edge technology.\nfour out of five children over eight years old own a video-game system.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1034", "ref": "", "sys_name": "H2", "sys_summ": "Children today should not miss learning opportunities and educational aids that the Internet provides.\nParents can work through material with their youngsters or allow them to learn at their own pace knowing the content has been screened.\nOften children can become Â‘hookedÂ’ into the fast moving world of computer games.\nChildren are flocking to Computer Explorers' technology-based summer camp programs.\nSome parents forbid their children to watch commercial television, or don't have a television at all.\nParents weÂ’ve talked to have mixed feelings about these kids, ranging from pride to anxiety.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1034", "ref": "", "sys_name": "H1", "sys_summ": "As a matter of fact, kids with ADHD tend to get hooked on video and computer games because of the interactive stimulation and the regular reinforcement they receive from the game through points and ascending levels.\nAnd occasionally they want to sit their grandkids on their lap playing as equal supportive competitors.\nBonus games are unlocked as children succeed, encouraging them to collect more points as they learn.\nThey all have many, many games to play, especially Sesame Street.\nGetting the kids to do chores was an involved practice.\nStrike the keys lightly and hold the mouse lightly.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1034", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nThis is the reason it is a pleasure to work with you and your software. \nMarshall was one of two women who started Computer Explorers for pre-school students in 1984. \nI have heard that Golden Books also has games on their web site, although I have not used it. \nThey don't even realize they are learning. \nFor some children, summer means engineering, science, robotics or computer programming. \nYou can check them out online at http://www.child.com if interested. \nRecipes get harder as kids progress What do we know about our children's needs? \nNote, this may NOT be by choice. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1034", "ref": "", "sys_name": "H4", "sys_summ": "At home, parents can reinforce the message with some steps of their own: Children are becoming more violent as they are being left unsupervised by their parents to play inappropriate computer games, teachers say.\nParents are often unaware of the extent of violence in the games their children are playing on a regular basis.\nMany parents have a bad feeling about the amount of time their child spends playing and talking about video games.\nLike many parents, we resisted buying video games for our children for some time.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1034", "ref": "", "sys_name": "Submodular", "sys_summ": "I'd like my son to learn to navigate the computer, and have wondered if there are good quality, educational games or what- have-you that are good for a 2-3 year old. My experience with patients, and one of my own children, is that they tend to get hooked on the games and play so much that it can deteriorate their school work and social time. Explain this to your son's with emphasis on compassion for those parents and emphasis on how they are being prepared to help the world by making the best of what they came in and although they can take a little time off they have work to do.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1034", "ref": "", "sys_name": "H3", "sys_summ": "I wanted to tell you that I have used Hooked on Phonics to help two of my children learn to read.\nWith computers playing an integral part in school curriculum and extra-curricular learning, parents feel pressured to equip their children with the latest computer technology.\nComputer Explorers, a local education technology company, gives kids the foundation to compete not only now but also in their future careers.\nLearn: Young students learn math skills they need to succeed in school with interactive Hooked on Math lessons designed to capture kids' interests.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1019": [{"id": "1019", "ref": "", "sys_name": "H4", "sys_summ": "The particular methods required will be determined by the objectives of the study and these must be clearly defined at the outset.\nIt is encouraging that students are using more advanced statistical techniques and that more mixed methods studies are planned.\nStudents who earn this certificate develop a framework for studying issues in public policy and education policy, examine how education policy is developed and implemented, and learn methods for evaluating programs and policies.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1019", "ref": "", "sys_name": "PG-MMR", "sys_summ": "study : indian literature using the techniques of literary analysis and interpretation.\nthe case study as a research method the researcher establishes the focus of the study by forming questions about the situation or problem to be studied and determining a purpose for the study.\nin educational statistics and research methods, with its use of multiple data methods and analysis techniques, provides researchers with opportunities to triangulate data in order to strengthen the research findings and conclusions.\nmay include study of other asian culture and literature using the techniques of literary analysis and interpretation.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1019", "ref": "", "sys_name": "H1", "sys_summ": "At this level, population estimates were essentially unbiased and the confidence limits were wide enough to compensate for deviations of estimates from the true value.\nThis may include the study of the British deaf community and culture and interpretation between BSL and English.\nSupervised research in small groups or individually under guidance of faculty mentor.\nTheir privacy should be protected.\nCare must be taken when using growth checks, as these may also be caused by irregular events; for example, a drought or reproduction may also check growth.\nMay also be called Stress Analysis.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1019", "ref": "", "sys_name": "Submodular", "sys_summ": "The case study method, with its use of multiple data collection methods and analysis techniques, provides researchers with opportunities to triangulate data in order to strengthen the research findings and conclusions. On the other hand, it was suggested by Yasmin that there are some aspects of identity and experience (such as trauma) that can not be spoken and that methods like these may have the capacity to reveal; to provide a way for researchers to witness the 'unspeakable'. Issues of resolution and accuracy need to be considered for both the measured data and the model set-up.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1019", "ref": "", "sys_name": "H3", "sys_summ": "Within-case and cross-case analysis of data are selected as analysis techniques.\nCross-case analysis divides the data by type across all cases investigated.\nThose techniques that can confirm a technique in the field using industry data (e.g., case study, legacy data, field study) dominate the rankings, while \"artificial\" environments (e.g., theoretical analysis, synthetic study) are at the bottom.\nResearchers could use the case study method to further study the role of the librarian in implementing specific models of service.\nCase study research: Design and methods.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1019", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nThe study of issues relating to health and safety in the workplace. \nDynamic analysis - a product is executed for performance. \nTo be used sparingly. \nReports on research by students or faculty members. \nHistorical &amp; philosophical studies not elsewhere classified AND What you do with your time AS you are studying. \nAgain, it was suggested that we can learn from earlier researchers. \nPrerequisite: MUS 201 . \nWe use these as well as other Value Method procedures. 4 hours (4)   Lecture, four hours; outside study, eight hours. \nApplied Music Letter grading. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1019", "ref": "", "sys_name": "H2", "sys_summ": "Students are provided practical experience in applying learning theories and instructional methodologies developed and observed in previous coursework.\nCIED5022 Classroom Management Concepts (FA) A number of different classroom management techniques are studied.\nThese techniques are optimization procedures rather than methods for describing or understanding current transport systems.\nStudy of basic principles of singing, including posture, breath control, vocal freedom, resonance, and diction.\nEffective tool support is essential for the acceptance of formal methods.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1022": [{"id": "1022", "ref": "", "sys_name": "H4", "sys_summ": "Many kids feel ashamed, or even believe what bullies tell them.\nKids who experience severe or long-term bullying may develop ongoing self-esteem and confidence issues, and may have a hard time making or keeping friends.\nVictims of cyberbullying may experience many of the same effects as children who are bullied in person, such as a drop in grades, low self-esteem, a change in interests, or depression.\nChildren who are bullied often develop low self-esteem and can develop problems at school and symptoms of anxiety, depression, and thoughts of suicide.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1022", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nStudents investigate actions that can be taken to prevent bullying and to stop a bully in the middle of his or her act. \nReassure your child it is not their fault they have been bullied. \nMany kids who are bullies at school are bullies at home. thank you so much for this article. \nNext time, I think IÃ¯Â¿Â½ll let an attorney deal with it. \nA Contract on Bullying It makes them feel more powerful. \nThe district was no help either. \nThis isn't all about bad parenting! what do we do\" What Counts as Bullying? \nBullies may also become criminals. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1022", "ref": "", "sys_name": "PG-MMR", "sys_summ": "gretchen and uses comic book-style story to introduce key information about bullies and bullying.\ncyber-bullying now means that kids ca n't escape the bully like they once could.\nnot all children who are bullied or are bullying others ask for help.\nthere is no reason for you to ever put up with bullying.\nif your child is being bullied or is doing the bullying, she says.\nif you see someone bullied, you can help take that feeling of power away from the bully.\nnot all bullies act this way, but most kids who do are bullies.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1022", "ref": "", "sys_name": "H3", "sys_summ": "Bullying can make a child feel helpless.\n\"The key components of the bullying intervention program, according to Olweus, are increased adult supervision in all areas of the school, increased consequences for bullying behavior, and a clear message that bullying will not be tolerated.\"\n* Children in schools participating in the anti-violence/bullying intervention over time appeared to engage in less aggressive bystanding (i.e., encouraging bullying) and to be more likely to help victims of bullies, compared to children in other schools studied.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1022", "ref": "", "sys_name": "H1", "sys_summ": "Refuse to keep the bullying a secret.\nRefuse to participate in taunting and teasing.\nEncourage her/him to stand up for victims by not jumping on the bandwagon.\nParents should talk to children about their activities, know friends and acquaintances they are socializing with on a daily basis, and be aware of any problems that arise.\nAre twice as likely as their peers to have criminal convictions as adults and four times more likely to be multiple offenders.\nBullying may have many different effects depending on the person.\nBullying can also be used as a way of exercising power.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1022", "ref": "", "sys_name": "Submodular", "sys_summ": "Let your kids know that if they're being bullied - or see it happening to someone else - it's important to talk to someone about it, whether it's you, another adult (a teacher, school counselor, or family friend), or a sibling. [Parent] \"There is a lot of bullying going on at ***, some of it perpetuated by the teachers who just don't want to bother with dealing with it or, in their arrogance, feel that forcing children, who have a years-long history of one victimizing another, to \"work together\" on everything. One of the best questions you can ask your child is, \"What can I do to be helpful?\"", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1022", "ref": "", "sys_name": "H2", "sys_summ": "Kids who are being bullied are sometimes scared to tell an adult.\nSymptoms to look for if you suspect that your child may be a bullying victim\nKids who know what bullying is can better identify it.\nBullying victims often don't seek help.\nWarning signs your child may be a bully\nBullies tend to bully kids who don't stick up for themselves.\nChildren should not be afraid of going to school.\nTeach kids to treat others with respect and kindness.\nReassure your child that you will figure out what to do about it together.\nSubjecting people to public humiliation rarely improves any one's self esteem.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1044": [{"id": "1044", "ref": "", "sys_name": "H3", "sys_summ": "One study, in the New England Journal of Medicine, found that for a child under 10, having an obese parent more than doubled the child's risk for becoming an obese adult.\nFor children, counting fat grams and calories isn't as important as watching portions and making healthy choices, said Terrill Bravender, M.D., a pediatrician with the Center for Nutritional Disorders and Obesity at Duke Children's Hospital and Health Center.\nThe Director of the US National Poll on Children's Health has confirmed that obesity heads the list of children's health concerns for the fourth straight year.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1044", "ref": "", "sys_name": "H1", "sys_summ": "\"Our hypothesis is that secure attachment could reduce the risk for childhood obesity by preventing frequent or exaggerated stress responses from disrupting the normal functioning and development of the systems that affect energy balance and body weight.\nEnergy stored equates to weight gain, and energy intake is calories consumed from food and beverages.\nIn one of the studies, blood pressure and nutritional intake were also measured.\nWays for families to be active together to promote exercise and limit TV are emphasized as well as issues of food safety and choking hazards.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1044", "ref": "", "sys_name": "Submodular", "sys_summ": "While obese parents are equally as likely as those of normal weight to say it's important to them that their children eat healthy foods and stay physically active (77 percent of normal-weight and obese parents), survey results suggest parents who are overweight are less likely to engage in the healthy behaviors they value. I'm not saying this will work for everyone, but a lot of kids could be helped out if the parents actually cared more about their child's well being. He states, for instance, that at age 75 the average Brit will have spent more than \" twelve years \" in from of the \"box \".", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1044", "ref": "", "sys_name": "H2", "sys_summ": "MANY parents are ''in complete denial'' about their child's weight, obesity specialists say.\nParents need to establish healthy habits early in life.\nOverweight children are very likely to become overweight adults.\nParents should be encouraged to teach and role model healthy lifestyle behaviours for their young children.\nObese children are subject to teasing and can be socially isolated by their peers.\n Limit the amount of time your child engages in sedentary activities.\n Ensure that your child has a trustworthy adult confidant.\nEating Disorders are not uncommon in our society today.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1044", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nConsequently, it is recommended that changes be made in a step-wise manner to decrease the fat and the calorie content of the diet. \nChildren whose parents are overweight or obese are at higher risk for becoming obese themselves, studies have shown. \nThe children were not involved. \nI do agree with you on some parts. \nParents may experience more difficulty losing weight than their children. \nIf they don't like eating healthy food tough. \nBig guns - but how many will hear them going off? \nTag: obesity Such contradictory information can make decision making difficult. \nIn any case, who decides?", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1044", "ref": "", "sys_name": "PG-MMR", "sys_summ": "survey results suggest parents who are overweight or obese are less likely to engage in the healthy behaviors they value.\nthe impact on parental weight, activity and cardiovascular risk factors of treating childhood obesity is a problem that is often shared by both parents and their children.\na new study found that obese mothers were ten times more likely to have obese daughters and obese fathers were six times more likely to have obese sons.\naside from the concern of many physicians that the parent will become angry at the mere mention of childhood obesity.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1044", "ref": "", "sys_name": "H4", "sys_summ": "Children whose parents are overweight or obese are at higher risk for becoming obese themselves, studies have shown.\nObesity is a problem that is often shared by both parents and their children.\nChildren and adults alike who are obese or overweight are more likely to feel stress, and overweight children are more likely to report that their parents were often or always stressed over the past month.\nAll children with overweight/obese parents and at risk of becoming so themselves, should be monitored for unhealthy weight gain from birth.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1032": [{"id": "1032", "ref": "", "sys_name": "Submodular", "sys_summ": "To help kids, parents, and teachers understand where stress comes from and how to alleviate it, Casbarro wrote the book Test Anxiety and What You Can Do About It . The content may be \"normal\" but help is needed when a child is experiencing too much worry or suffering immensely over what may appear to be insignificant situations, when worry and avoidance become a child's automatic response in many situations, when they feel constantly keyed up, or when coaxing or reassurance are ineffective in moving them through. Many children are sensitive to their parent's own fear and anxiety.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1032", "ref": "", "sys_name": "PG-MMR", "sys_summ": "social phobia is another name for social anxiety disorder.\nthe author, a clinical psychologist and expert on anxiety disorders, relies heavily on anecdotes from children suffering from anxiety disorders to illustrate the afflictions and how to handle them.\nsome causes of anxiety disorders of any type including separation anxiety, social anxiety, and obsessive compulsive disorder.\n-lsb- 9 -rsb- -lsb- 10 -rsb- anxiety disorder are so common that one-in-four people will experience one or more anxiety disorders during their lifetime.\nif a child does have a social anxiety disorder, and need to seek the help of mental health professionals.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1032", "ref": "", "sys_name": "H1", "sys_summ": "Parents who are unable to cope with their own stress and anxiety can often unknowingly trigger these disorders in their kids.\nThese are the children who spend their time anticipating the worst.\nThey may be in the shadow of children whose more disruptive difficulties claim the immediate attention of parents and teachers.\nEven parents who never loved school may be baffled, embarrassed or frustrated by the child's behavior.\nObviously parents can't predict and prepare for everything, so teaching a child to be more flexible and think through changes will also help.\nObviously parents can't predict and prepare for everything, so teaching a child to be more flexible and think through changes will also help.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1032", "ref": "", "sys_name": "H4", "sys_summ": "sleep problems: your child might either have difficulty falling asleep or staying asleep (child might wake up several times every night) Students with test anxiety often need to practice test taking or simulating the test-taking experience to control or manage their anxiety.\nForcing a child with social anxiety to attend school can also trigger a panic attack, which has overwhelming physical and emotional sensations as well.\nMany times children will improve with the help of anti-anxiety or anti-depressive medication, such as Prozac, Paxil, or Zoloft.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1032", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nHowever, you will want to realize that you are doing this in the best interest of the child and not yourself. \nTest anxiety is a big concern for many adolescents. \nThis can be on an individual basis or with groups or families sharing very similar problems. \nAll children love praise from their parents, but young children crave it even more. \nOdds are, you'll find your own questions answered, as I did.\" Bullying at school may also contribute. \nSeparation Anxiety Disorder: The Abnormal Some have more traumatic symptoms. \"Since then, there hasn't been one night when we could sleep normally. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1032", "ref": "", "sys_name": "H2", "sys_summ": "First symptoms usually occur in childhood or early adolescence and can persist to adulthood.\nLearn whether your mental and physical symptoms are caused by anxiety.\nChildren should practice reading and following the directions they are likely to see on the tests.\nSocial anxiety disorder is quite often very treatable.\nParents report that gifted children and teens seem to worry more than other children they know.\nTeach your child to reduce distractions and avoid cram sessions.\nGirls are more likely to have GAD than boys.\nEncourage your child to ride a bike, swim or run.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1032", "ref": "", "sys_name": "H3", "sys_summ": "Anxiety symptoms are actually results of anxiety disorders and these anxiety symptoms can only be treated if the anxiety disorder it comes with is treated as well.\nSome people are also asked to see a therapist about their anxiety problems to help them get to the root of what is really causing the anxiety symptoms they are feeling.\nWhen the anxiety experienced by a young person starts to affect their general functioning, they may not just be feeling stressed - they may be suffering from an anxiety disorder.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1004": [{"id": "1004", "ref": "", "sys_name": "H4", "sys_summ": "Depression is a serious disorder that can cause significant problems in mood, thinking, and behavior at home, in school, and with peers.\nChildren or teens with bipolar disorder have extreme mood swings between depression and bouts of mania (very high energy, agitation, or irritability).\nDepression is a common disorder among children (less than 18 years).\nA longitudinal study of children of alcoholics: Predicting young adult substance use disorders, anxiety, and depression.\nDepression is a serious mood disorder that can take the joy from a child's life.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1004", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nIt is important for parents to be aware of the signs and symptoms of depression in children. \nIn Chicago, children with ADHD were recruited from a child psychiatry clinic. \nFULL TEXT | WEB OF SCIENCE | PUBMED Children who are depressed may feel misunderstood, irritable , worthless , or hopeless . \nThe FDA does not recommend that people stop using these medicines. \nLets begin by reviewing what mental health professionals mean when they talk about depression. \nA depressive mood can bring on negative, self-defeating thoughts. \nJ Am Acad Child Adolesc Psychiatry. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1004", "ref": "", "sys_name": "H1", "sys_summ": "Persistent or excessive feelings of guilt in children may be an important warning sign of a potential depressive disorder .\nKeep in mind that children go through periods of adjustments and transitions, and their schoolwork may also become more challenging as a child progresses through school.\nChildren who usually have a healthy appetite may suddenly lose interest in eating.\nThey may occur suddenly or happen slowly over time.\nChildren may not completely understand what they are feeling, and may be less likely to report emotional pain.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1004", "ref": "", "sys_name": "PG-MMR", "sys_summ": "adolescent depression : depression in children and adolescents.\nwhen that `` down '' mood, along with other symptoms of depression, lasts for more than a couple of weeks.\nsymptoms of depression in children there are several depression symptoms in children to be aware of.\ndepressive disorders during childhood.\nself-report measures of depression for children and adolescents.\nnot every child who is depressed experiences every symptom.\nthe following factors may be associated with childhood depression : treating depression in children and adolescents antidepressants for children : important information for parents childhood depression.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1004", "ref": "", "sys_name": "H3", "sys_summ": "There is some evidence that if a child receives cognitive-behavioral therapy (CBT) in a group setting, it can help prevent or delay the onset of depression in a child or teen whose parent has depression (which puts the child at greater risk for becoming depressed).\nTheir intervention strategy focuses on increasing children's resilience to depression, especially with children who may be at high risk for developing the disorder (i.e., children of depressed parents).\nAntidepressants are often used due to their success in adults or due to studies in the pediatric population.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1004", "ref": "", "sys_name": "H2", "sys_summ": "Symptoms of depression in children may not be obvious .\nTreatment of major depression is as effective for children as it is for adults.\nUntreated depression can have important consequences for the child's well-being.\nDepression is harmful whether or not a child has a chronic disease.\nTherapy combined with antidepressants is thought to produce the best outcomes in children with depression.\nDepression is not just an illness of the mind.\nYour child's doctor will rule out any other physical causes of your child's symptoms.\nTalk to your child to see how he or she is feeling.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1004", "ref": "", "sys_name": "Submodular", "sys_summ": "Children with dysthymic disorder tend to be more functional than children with double depression or MDD, which means that even though your child may be depressed, he can usually attend school and play with friends. Although suicide cannot be defined as a mental disorder, the various risk factors-especially the presence of mood disorders-that predispose young people to such behavior are given special emphasis in this section, as is a discussion of the effectiveness of various forms of treatment. But if these feelings last for weeks or months, they may be a sign of depression.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1013": [{"id": "1013", "ref": "", "sys_name": "H1", "sys_summ": "On other occasions, children may be able to play and learn individually on their own, whilst supported by teachers and experienced care workers.\nParents are inundated with an excess of educational products designed to complement various learning styles or methodologies, not to mention the field trips, co-op classes, and social events organized by homeschool support groups.\nParents are strongly urged to educate themselves about Montessori Philosophy and the curriculum.\nThe curriculum in Waldorf schools is based on the philosophy known as anthroposophy which was Steiner's own creation.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1013", "ref": "", "sys_name": "Submodular", "sys_summ": "If you want to enroll your child in a Montessori school it is important that you learn what a Montessori school should be like, and then observe children working in the school you are considering. Our certified teachers have a combined 73 years of experience in the Montessori classroom and they are committed to each and every one of our students. Because unschooling does not spell out when and what needs to be learned, it can seem chaotic for a parent who is looking for more instruction and guidance on the precise ways to teach and keep order. My daughter attended for two years, from aged 3 to 5.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1013", "ref": "", "sys_name": "PG-MMR", "sys_summ": "riverdale montessori, day school classes, provides a child-centered education according to the montessori approach.\nthe international montessori community montessori schools can be found all over the world.\neach montessori school is different from other schools in the following ways : the philosophy of education in a montessori school when it is associated with young children or when it uses some of the montessori materials but may not apply the principles of montessori education.\nif you want to enroll your child in a montessori school it is important that you learn what a montessori school should be like.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1013", "ref": "", "sys_name": "H2", "sys_summ": "Montessori is designed to help all children reach their fullest potential at their own unique pace.\nAlternative Schools Sometimes a regular school is not the right fit for a child.\nMontessori schools can be found all over the world.\nParents often use this capability to provide their children with a religious education.\nMontessori emphasizes learning through all five sense, not just listening, watching, or reading.\nThey children are encouraged to develop independence and initiative whilst being responsible for themselves and their surroundings.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1013", "ref": "", "sys_name": "H3", "sys_summ": "There are many different methods for homeschooling your children.\nThe biggest problem in starting and maintaining a public school Montessori program may be the lack of qualified Montessori elementary teachers.\nTeachers in public programs must have both state teacher certification and Montessori elementary school teacher training.\nParents considering placing a child in a Montessori school should ask about the school's accreditations and affiliations.\nMontessori certified teachers guide the learning at this suburban Westchester county school.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1013", "ref": "", "sys_name": "H4", "sys_summ": "Some schools offer parent/infant classes, in which parents learn to observe their child and meet his needs in the Montessori way.\nA Montessori is a learning shelter for the kids or children who are taught various activities in the class and its relation in real life.\nParents considering placing a child in a Montessori school should ask about the school's accreditations and affiliations.\nThe children who attended the Montessori school, and the children who did not, were tested for their cognitive and academic skills, and for their social and behavioral skills.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1013", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nMontessori is not a trademark name and simply refers to the Montessori method of teaching. \nThe school teaches children in multi-age classrooms with teacher-guided learning. \nThere are many different methods for homeschooling your children. \nI am confident you will be impressed. \nRead more about how these schools operate. \nStudents further their experiences by pursuing outside interests like clubs, sports or volunteer work. \nWe have an outstanding Toddler Program. \nAdvice on Grade School Socialization Check it out at http://www.live-education.com. \nMr. \nAbout Schools", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1026": [{"id": "1026", "ref": "", "sys_name": "PG-MMR", "sys_summ": "//www.safekids.com/child-safety-on-the-information-highway/ family internet resources about.com 's family computing page.\ninternet safety laws a federal law, the children 's online privacy protection act -lrb- coppa -rrb-.\n33 % of tweens and teens say that their parents have never discussed internet safety with them 51 % of parents do n't know if they have software on their computers that let them monitor where their children go online almost anywhere.\nonline predators perhaps one of the most challenging problems that parents face when protecting their children in the online environment is protecting them from online predators.\nthere is never any guarantee your kid is communicating with other kids.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1026", "ref": "", "sys_name": "H1", "sys_summ": "Encourage them to use \"fun\" names instead.\nEncourage them to help others accomplish their goals.\nBut they may not realize that their children are engaged in equally objectionable materials in the games they frequent.\nGood parents know the importance of instilling a healthy sense of confidence in their children, and well-taught children know not to get involved in fights or verbal spats.\nStart out slow and build the family's outdoor stamina over time.\nHalloween was also a time for MAJOR Shirk (associating partners with Allah).\nActing is another passion for Priya.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1026", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nEstablish a set of family Internet rules and talk to your children about the dangers they may be exposed to, such as pedophilia. \nThe last myth is that kids raised steeped in digital spaces are meaner. \nYour child receives mail or gifts from people you do not know. \nWatch out for scams on social networks. \nTop 10 Mistakes Kids Make Online We all make mistakes, but an \"online\" mistake can have devastating consequences. \nBut, I DO monitor their online activities closely. \nIt begins with parents. \nWhat parents should know: - ~ * ~ - . \nHats were also donated by various area companies. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1026", "ref": "", "sys_name": "H3", "sys_summ": "Kids learn about the dangers of the internet, online chatrooms, instant messaging, social networking sites, situations to avoid and how to keep their identity private.\nSummary: This article deals with keeping children and teens safe online using technology that monitors chat rooms, emails, and instant messaging.\nIf you are a parent who believes that somebody is soliciting your child online, report it to your local police.\nInform parents of the dangers of cyberspace for their children and the need to take safety measures.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1026", "ref": "", "sys_name": "H2", "sys_summ": "Teach your child to never ever give out personal or private information.\nTalk to your kids about their online habits.\nParents can take these important steps to protect their kids from inhalants abuse.\n'Stranger Danger' is better referred to as a small part of teaching children protective behaviours.\nParents can surf the internet with their children and become familiar with sites they enjoy.\nTell your child that you will never send a stranger to collect them.\nSexual predators aren't always adults.\nAllowing free access puts your child, your computer and your personal data at risk.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1026", "ref": "", "sys_name": "Submodular", "sys_summ": "Online tools are available that will let you control your kids' access to adult material and help protect them from Internet predators. Parents should be sure that their children use AKA names or \"screen names\" for any sites on which they engage in communication. Adam adds: \"We've been trying to . . . just make something that people can look at to learn about the dangers of smoking and try to have fun with it too, and not try to make it really serious and boring, but try to make it interesting to read about. \" org/academics-upperschool-technology. safe school planning teams, parents and teens.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1026", "ref": "", "sys_name": "H4", "sys_summ": "Educate and Teach Your Children of the Dangers of Inhalants Abuse The aim is to teach children to be safe, to be aware of predatory strangers, and to be self protective.\nTeach your children they should never meet anyone in person that they've only communicated with online.\nTeach your children how to interact safely with people they \"meet\" online.\nKids will always be kids, and parents should always take some responsibility in teaching their children how not to get involved in schoolyard antics such as bullying or harming others.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1031": [{"id": "1031", "ref": "", "sys_name": "H3", "sys_summ": "Parents starting students with home schooling in ninth grade may discover their students need more self-discipline and good study habits than they anticipated.\nDiscipline With Dignity equips educators with classroom skills, techniques and structure that enables them to spend less time dealing with behavioral problems and more time on positive interactions with students and on instruction.\nDiscipline With Dignity is a flexible program for effective school and classroom management that teaches responsible thinking, cooperation, mutual respect and shared decision-making.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1031", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nIt is essential for teachers to maintain control of the classroom and the activity for students to find value in a collaborative learning environment. \nThese form letters are based on templates that may be edited by your system administrator. \nProgram Description: Grade Level: Elementary School (K-5) - Middle School (6-8) - High School (9-12) THE METHOD will assist you with all these study skill questions. \nScheduling Request Details: All ages can learn together, each at his or her own level; Arts Discipline: Visual Arts (Extracts reprinted from The Elijah Catalogue 1997. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1031", "ref": "", "sys_name": "H2", "sys_summ": "Positive Discipline teaches children how to belong in ways that demonstrate respect and concern for others.\nSchool Discipline is a form of discipline found in schools.\nDevelop a personal discipline plan that includes key elements of Discipline With Dignity.\n~Home schooling makes quality time available to train and influence children in all areas in an integrated way.\nParents can provide helpful home atmospheres that encourage their child to do their best.\nUnderstand the key differences between consequences and punishments and why consequences are more effective.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1031", "ref": "", "sys_name": "H4", "sys_summ": "Parents have to make sure their kids are committed to their online home school programs, which can be a daunting task considering that they do not have fixed standards of discipline to follow.\nParents starting students with home schooling in ninth grade may discover their students need more self-discipline and good study habits than they anticipated.\nAnd when students are unruly or even violent, who can blame teachers and administrators for punishing them, using the methods that are spelled out in the school's code of conduct.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1031", "ref": "", "sys_name": "PG-MMR", "sys_summ": "school discipline is a form of discipline found in schools.\nparticipants will understand issues as networking with community resources.\nparents starting students with home schooling in ninth grade may discover their students need more self-discipline and good study habits than they anticipated.\nresponsive school discipline bring positive behavior to your school through strong, consistent, and positive discipline.\nhow to achieve discipline with dignity in the classroom, they may ask for a paper which requires participants to compare and contrast discipline with other programs of behavior management.\nsession outline session 1 : discipline with dignity show educators how they can prevent many discipline problems from occurring.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1031", "ref": "", "sys_name": "Submodular", "sys_summ": "College students must have a good understanding of different management and discipline techniques, such as SCP, and be prepared to monitor and adjust their own practices in ways that would be acceptable by the school where they are serving, and also by their own personal and professional goals. educational objectives by age groups, not grade levels; ways to learn & demonstrate knowledge - creatively; how to help your child form new learning pathways; ways to question children to build learning ability; activities to promote spiritual development; unit method tutorial. . . and much more.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1031", "ref": "", "sys_name": "H1", "sys_summ": "It is a safe environment that is both clean and orderly, and the children are always involved and seemed fascinated by the work they choose to do.\nWhen kids have a role in setting the rules, and better yet in enforcing them, they're more likely to feel that the rules are fair-and to be ashamed and remorseful when they break them.\nMichael Altshuler, a professional motivational speaker, once said, \"The bad news is time flies.\nThey emphasise the development of memorisation, observation, and listening skills.\nThis would allow education to be a life-enriching, joyous experience, and adventure.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1039": [{"id": "1039", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nOpportunities are created for parents to have an active involvement in school life and the education of their children. \nThe female SHU is a unique setting with its own unique psychological press. \nMaterials will be presented that can enhance sexuality teaching programs. \nIt yields different scores on several factor-analytic narrow-band scales (e.g., delinquent, sex problems, withdrawal, or hyperactivity) as well as three social competence scales. \nFeedback from these sessions was incorporated into Early Learning For Every Child Today . \nAs children explore, they may try out one idea. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1039", "ref": "", "sys_name": "Submodular", "sys_summ": "Certainly I am not going to analyse the details of this fact, but if we take for granted that this child is attending school in Italy, as her mother specifies, we find here a clear example of how the law for inclusion of children with Special Needs - reduction of the pupils' number in classes with a disabled student sanctioned by Legge Quadro 104/92 - is not always applied, and the consequence it has in a family where learning the community language is a duty the parents cannot afford to neglect can sometimes lead to an unexpected expense. Â·Teachers are seen to be \"fair\" by students;", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1039", "ref": "", "sys_name": "H4", "sys_summ": "For individuals with a history of violence or sex offenses, or when assessment determines a risk that participating individuals will commit such offenses, classes should specifically consider the impact of parental physical or sexual abuse on children.\nAn open plan or variable space school or classroom is designed so that several classes of children and several teachers use a group of spaces in a variety of ways.\nParents need to know how their children are doing in preschool in order to best support early learning at home.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1039", "ref": "", "sys_name": "H1", "sys_summ": "Cognitive education is about activating a child's basic cognitive skills (involved in learning basic academic skills, as well as social, motor, artistic and emotional adaptive learning), in order to develop its capacity to learn how to learn, to find the clues of learning.\nObserving also allows parents to spot potential trouble early, and may help parents handle a child's daily frustrations more skillfully.\nCaregiver participation is mandatory.\nattending PTA or program council meetings.\nGlobal learning occurs on both conscious and subconscious levels of information processing.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1039", "ref": "", "sys_name": "H2", "sys_summ": "Students' advanced learning needs may vary in terms of uniqueness and strength.\nParenting a gifted child can be an overwhelming experience, one that most parents are inadequately prepared for.\nChildren should be industriously absorbed in their own learning.\n Encourage your child to seek help when she/he doesn't understand something.\nPsychiatrists provide evaluation and treatment of children, adults, and families.\nTreated children have shown increases in compliance and decreases in negative behaviors.\nChildren and adolescents do not have the capacity and means of access that adults have.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1039", "ref": "", "sys_name": "H3", "sys_summ": "Quality early childhood settings use ongoing assessments and systematic evaluations to gather information on children's learning and development and the quality of the program.\nEarly Learning for Every Child Today is prepared for use by early childhood practitioners - early childhood educators, parenting workers, kindergarten teachers, family support staff, early interventionists, home care visitors - and other caregivers who are working in early childhood settings.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1039", "ref": "", "sys_name": "PG-MMR", "sys_summ": "a framework for ontario early childhood settings describes how young children learn and develop, and provides a guide for curriculum in ontario 's early childhood settings.\nresearch themes include studies on -lrb- 1 -rrb- the impact of early stress and biological exposures during pregnancy on children 's early development and learning, -lrb- 2 -rrb- the effectiveness of intensive, home-based intervention services for first time parents focused on helping young parents attach to and care for their children, -lrb- 5 -rrb- the effectiveness of parenting interventions focused on helping parents understand the emotional needs of infants and young children.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1011": [{"id": "1011", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nAnyway, self-esteem is a concept that was born in the school system , and it is best for parents not to overemphasize the self-esteem of their children. \nWhen people find out you are homeschooling your children, everyone will ask you this question, so you'd better have an answer ready. \nWho should decide whether all children should be injected with immunization substances? \nCan I teach my learning-disabled or handicapped child at home? \nThe oldest two would then work on vocabulary. \nWhy, then, were we sometimes haunted by doubts about what we were doing? \nAnd do as they please they did. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1011", "ref": "", "sys_name": "H3", "sys_summ": "Nowadays, a lot of parents choose homeschooling as their option for their children's education.\nParents choose homeschooling for many different reasons.\nHomeschooling is achievable for the majority of families, but it is not easy.\nWhile there are many positive aspects of homeschooling, there are also the negative aspects of homeschooling.\nYour finances need to be solidly grounded in order to be successful in homeschooling.\nOne great thing about having two or more children in a homeschooling setting is that the younger ones want to keep up with the older ones.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1011", "ref": "", "sys_name": "H2", "sys_summ": "Homeschooling allows parents to be selective about the company their children keep.\nMost homeschooled children are not isolated from other children.\nHomeschooling LD and ADHD children is not as hard as helping them with their homework.\nEducating your children at home is likely another part of your planned-out, self-sufficient family life.\nSome children need to be challenged to excel in their studies.\nChildren need to learn how to relate with many adults, not almost exclusively their mother.\nChildren who have trouble paying attention cannot tune out the activity going on around them.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1011", "ref": "", "sys_name": "H1", "sys_summ": "A parental right to educate one's children is a popular belief among homeschoolers (Benoit, 1997).\nHomeschooling is an alternative method of teaching where the parent delivers an educational program to children at home.\nA Utah mother of six assumed full responsibility for teaching her LD children to read.\nParents like that it tracks progress and helps children advance by clearly presenting and reinforcing each lesson.\nDisorganized parents are also likely to have serious difficulties being in charge of an educational program.\nAll parents need is a basic education to be able to teach a child.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1011", "ref": "", "sys_name": "Submodular", "sys_summ": "Our children have never been to school and therefore know more about what it means to be homeschooled than we do. \" What I soon learned was that God uses each parent's strengths to provide a unique environment for the family, and they are led into many new and broadening experiences. When John Holt's book Teach Your Own: A Hopeful Path for Education (New York: Dell) was published in 1981, it quickly became the front-runner in a then-small selection of books about taking or keeping kids out of school. org/professionals/homebasedhigh. At the breakfast table, we began to implement this simple plan.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1011", "ref": "", "sys_name": "H4", "sys_summ": "Children who are homeschooled would not have this motivation because most of them are educated separately.\nHomeschooling parents who truly want to provide their children with a proper education will not allow their children to reach adolescence without developing a marketable skill.\nMany parents do not know that they can, in fact, homeschool their children if they want to do so.\nHomeschooling gives children a much greater chance of retaining their parents' values because of all the time they are spending with them.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1011", "ref": "", "sys_name": "PG-MMR", "sys_summ": "homeschooling : i have homeschooled my children for six years.\nalmost anyone can homeschool and be successful at it.\nso it is with homeschooling parents, she says.\nparents who wish to homeschool their children must submit a `` homeschooling notification form '' to their local homeschooling coordinator.\nthe fact that none of the parents had been home-educated and some of the families decided to take up homeschooling as a result of witnessing friends homeschool implies that there is a continuing growth and interest in homeschooling in australia.\nwhile there were differences, that 's something we could do on a homeschooling day.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1029": [{"id": "1029", "ref": "", "sys_name": "H1", "sys_summ": "Another thing parents can and should do is encourage their kids to get involved in positive activities.\nPrevention definitely starts at home, and parents can make a conscious decision to be the first and most important step in prevention.\nParents seem to lose all control over their child who is addicted to the Internet.\nAmong the parents of 17-year-olds, 23% believed their child had used alcohol and 10% believed their child had used marijuana.\nBarun also recommends gradually loosening parental controls on children as they pass through the teen years.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1029", "ref": "", "sys_name": "PG-MMR", "sys_summ": "the fact that parents influence their children 's alcohol and drug consumption.\nkids who have friends who use drugs are likely to try drugs themselves.\nas well as how you have been affected by your child 's alcohol and drug use, as well as how much you understand about drugs seriously or realise the dangers because they will know what the real problem is and your words will be worthless, a child will not listen to someone they have no respect for.\nkids will not ride in a car with someone who has been drinking or using drugs older brothers.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1029", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nFrom this list, it is clear that kids are most likely to use drugs and alcohol in the company of their peers. \nMaybe you'll be confronted with questions about what you did as a kid. \nAnd if for some reason they lose or don't form an effective connection, we'll switch things up. \nYou say I do not know anything. \nIn addition, your involvement will help your child make better decisions. \nKids can get hooked on pot. \nHe has been smoking marijuana since he was 13. \"We should have called after his first arrest.\" The homemade drug manufacturer Ã¢â‚¬Â¢     Review family rules regularly. . ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1029", "ref": "", "sys_name": "H4", "sys_summ": "Parenting an adolescent is never easy, and when your teen is using or abusing drugs or alcohol, this transitional period is especially complex.\nAdolescents whose parents have ongoing conversations with them about not trying drugs or alcohol are up to 50% less likely to try these substances.\nParents should ingrain in their kids the information that alcohol and drugs can be harmful before they are faced with these choices.\nStudies show that kids are up to 50% less likely to get involved with substance abuse if their parent talked to them about saying no to drugs and alcohol.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1029", "ref": "", "sys_name": "H3", "sys_summ": "If You Suspect Your Child Has a Substance Abuse Problem: What You Can Do Now If you suspect your child might be drinking or taking drugs, talk to your child's school.\nBarun notes that if you suspect one of your child's friends is pressuring your child to do drugs, you have every right to tell your child not to see that friend.\nLet me be clear: there is no other reason for your child to pal around with kids who do drugs.\nThe only person that can get you kid off drugs in your son or daughter.\nNow as an adult I do not know how to parent my own children.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1029", "ref": "", "sys_name": "Submodular", "sys_summ": "I'm sure you've all seen the ads that encourage parents to talk to their kids about drugs and smoking, but how do you do it? This would be a good time to ask questions of your teen to find out what kinds of things other kids their age are doing, and what temptations they have had to face. If young people see that so many of their friends don't use substances like drugs or alcohol, it will be easier for the individual teen to \"just say no\". He is facing and expulsiong from school and we have to meet with the board. Now as an adult I do not know how to parent my own children.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1029", "ref": "", "sys_name": "H2", "sys_summ": "Parents should feel empowered when it comes to keeping their kids off drugs.\nTalk to your kids, not just about drugs but in general.\nAsk parents to define problems associated with drug use rather than simply focusing on drug use itself.\nKeep talking with your kids about substance abuse.\nAdolescents abuse prescription drugs more than just about any other substance.\nListen with love and empathy to your children.\nKeep your focus on the use of drugs.\nPaying attention to this will help you know how your child is feeling.\nTeaching your kids to make choices is the best anyone can do.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1028": [{"id": "1028", "ref": "", "sys_name": "H4", "sys_summ": "The parents are exhibiting some serious problems as well, such as drug abuse, alcohol abuse, criminal involvement, and domestic violence.\nteen discipline, teen boot camp, alcohol abuse, Binge Drinking, Substance Abuse, Addiction, bad behavior, boot camp, children respect, parenting tips, aggressive behavior, James Lehman, Total Transformation Individuals suffering from mental health disorders may use alcohol and illicit drugs to decrease or mitigate their psychological distress 16 .", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1028", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nVisitation is offered to 80% of the parents with children entering foster care in Curry County and 71% are offered parent training. \nShould you have concerns that your child may have an alcohol or other drug problem, please reach out for help. \nThe results will provide a more comprehensive perspective on young adult development. \nDrinking at their age can be dangerous. \nAgain, family structure transitions impacted youth delinquency via parenting behaviors such as supervision. \nAlcohol consumption was widespread, but drinking problems were rare. \nChildren need nurturing families . ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1028", "ref": "", "sys_name": "H2", "sys_summ": "Furthermore, parental alcohol problems may contribute to a child's current and future psychopathology.\nSome adolescents mimic behaviors they see in their families, including ineffective coping behaviors such as using drugs and alcohol.\nAlcohol and other drug problems can be very stubborn.\nYour Child's Views About Alcohol.\nAcknowledge that alcohol and drugs can and should be used in a responsible manner.\nUnderage drinking is a persistent public health problem in the United States.\nChildren need to be free of the primary responsibility for child care .\nParents need all the help they can get.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1028", "ref": "", "sys_name": "H1", "sys_summ": "Parental approval and encouragement can shape children's behavior so look for opportunities to praise.\nMore children tend to be entering foster care due to childs treatment needs (23% to 28%) and parental absence (11% to 20%).\nBefore birth, direct parental antecedents have to do with nutrition, toxins and maternal stress.\nParents in recovery should examine their parenting skills \"3-generationally\"-that is, to place their own knowledge of parenting skills in the context of what their own parents taught them and how their grandparents behaved toward their parents.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1028", "ref": "", "sys_name": "Submodular", "sys_summ": "Treatment providers in substance abuse facilities have long recognized that interventions are needed to address the clinical needs of children living with a parent who abuses alcohol or other drugs, not only to treat their current difficulties, but also to help prevent the development of future emotional and behavioral problems that often emerge when these children enter adolescence and early adulthood. Family skills training programs have been evaluated rigorously by researchers and found to be effective in reducing a number of family, parent, and child risk factors for delinquency.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1028", "ref": "", "sys_name": "H3", "sys_summ": "Parents learn how to provide reinforcement for good behavior and consequences for bad behavior and to communicate with their children.\nResearch strongly shows that active, supportive involvement by parents and guardians can help teens avoid underage drinking and prevent later alcohol misuse.\nPredictors of the psychosocial adjustment of children living in households of parents in which fathers abuse drugs: The effects of postnatal parental exposure.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1028", "ref": "", "sys_name": "PG-MMR", "sys_summ": "the reason children enter foster care, parent training, and drug/alcohol evaluations are services offered to 30 % of the families with children entering foster care in union county.\nthis random sample of cases is reviewed by trained researchers to determine the following family characteristics.\nsuch programs also often include information about the risks of alcohol and drug use, early warning signs of use, other behavioral or family risk factors.\nfacts about risk and protective factors for teenager alcohol and other drugs abuse studies indicate that children most often begin to use alcohol and other drug use.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1002": [{"id": "1002", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nThe trade-off to acquiring this tech savvy is that spelling and penmanship are becoming less of a focus in the classroom, Perry said. \nCheck with your son or daughter's school for its policy on cellphone use on campus. \nBut itÃ¯Â¿Â½s not what they should be teaching their kids. \nI think it just would have been awkward.\" Parents can set monthly allowances, which Kajeet says will help them teach kids about budgeting. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1002", "ref": "", "sys_name": "H4", "sys_summ": "Only 23 percent of those whose kids have cellphones think their children are using them during school, while 65 percent of kids say they use...\nExperts say you send the wrong message to your kids if you need to constantly monitor them.\n(Children are not allowed to have a cellphone with them on the camp.\nBecause the rate of cellular growth is so much higher in children than in younger adult groups any indication of increased risk for younger adult groups suggests that the risk of cellphone use by children may be higher yet.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1002", "ref": "", "sys_name": "H3", "sys_summ": "With these phones school-aged children (\"tweens\") get naturalized to mobile phones.\nIt's really up to parents whether they let children use mobile phones.\nAnd, as far as the use time for cellphones, we must consider the fact that parents often provide young children with cordless phones even when they do not allow these same children to have cellphones.\nSometimes, they send phones with kids as young as 10 years old.\n\"my mother wont get a cell phone because \"i'm too young\" help \"\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1002", "ref": "", "sys_name": "H1", "sys_summ": "Study 10 is important to view within the context of the new cellphone industry push to market cellphones to children.\nSome law-enforcement officials like the idea of enabling \"instant check-in\" with parents, but they say cellphones in the hands of young children raise some safety concerns.\nIn France the health minister, Roselyne Bachelot, has taken such concerns public, issuing an alert in January urging parents to limit use, reducing childrens telephone calls to no more than six minutes.\n\"Cell Phones are not needed, especially if all the other kids have them.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1002", "ref": "", "sys_name": "H2", "sys_summ": "Tweens  children from ages 8 to 12  are the new frontier for the cellphone industry.\nParents also complain to her about their children texting under their covers at night.\nMake sure young kids understand your rules for cellphone use.\nKids are usually in tight situations and need there parents help.\nParents are now awash in options for those mobile games and edutainment, especially parents of the littlest phone users.\nParents will not be able to control the bills incurred by their children\nIf there is a risk, then children with developing nervous systems would be affected.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1002", "ref": "", "sys_name": "Submodular", "sys_summ": "And the reality is, depriving my children of their phones now would be akin to my parents cutting me off of our old landline back when I was a teenager, although even then we had limits, like no calls after 9 p. m. Rather, parents have to be on top of how that cellphone is being used. \"i think a good age for a kid to get a cellphone is when they get into middle school or as a present for they're fifth grade graduation!\" But it's as hard for that market - us parents - to find the apps we want for our kids as it is for the developers to find us. At almost one year, she still has it in good shape!\"", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1002", "ref": "", "sys_name": "PG-MMR", "sys_summ": "the bulk of teens are 12 or 13 when they get their first cell phone.\ndigital cellphone, 36 cases it is interesting to consider again that only 2 cases of over 10 years of use.\ntable 6, risk of acoustic neuroma for years of cellphone use and phone technology christensen et al., cellular telephone use and risk of acoustic neuroma for longer durations of cellphone use.\nthe use time for cellphones, we must consider the fact that parents often provide young children with cordless phones even when they do not allow these same children to have cellphones.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1005": [{"id": "1005", "ref": "", "sys_name": "PG-MMR", "sys_summ": "`` my eight-year-old son is shy, '' says eight-year-old daughter.\n`` i have the same thing with my 8 year old daughter, and she has really started to rebel.\ni have an 8 year old daughter.\ni am a 51-year-old parent with a 9-year-old girl and a 5-year-old boy, '' she shared a video that her 10-year-old daughter taped of beagley disciplining one of her 7-year-old twin sons with the above-mentioned tactics.\njune 21 : discipline for 4-year-old q : using the `` ticket method '' you have described in previous newspaper columns and books.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1005", "ref": "", "sys_name": "H2", "sys_summ": "Spanking increases the probability of kids hitting other kids.\nWhatever the age of your child, it's important to be consistent when it comes to discipline.\nRather than reacting to behavior, discover the needs leading to the behavior.\nSears would say that kids need more discipline (teaching)and boundaries as they begin to leave infancy and enter childhood.\nRewarding your daughter for good behaviour is a form of discipline.\nYou aren't torturing your child.\nPunishment has been clearly shown in study after study to have the opposite of the effect we want.\nIsolation as punishment is a problem.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1005", "ref": "", "sys_name": "H3", "sys_summ": "I have an 8 year old daughter.\nJust keep in mind that discipline has to do with teaching, not punishment.\nI want to be positive, not yell at her, or spank her cause it breaks my heart when she is in trouble.\nMy 5- yo son is very aggressive, both physically and verbally.\nMany parenting experts say that children are happier and more secure when they know clearly where the rules and boundaries are.\nOpen communication with your child about what goes on at school and in their world is the key to raising a responsible, caring teen.\nUnderstand why your child is acting the way he or she is.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1005", "ref": "", "sys_name": "H4", "sys_summ": "Kids/people often need tangible consequences to stop a behavior (E.g. Natural consequences should not be used if they place a child in danger (an obvious example is allowing a young child to ride a bike on a busy street in which there is the possibility of getting hit by a car), but are appropriate in many other situations.\nRather than teaching kids how to change their behavior, spanking makes them fearful of their parents and merely teaches them to avoid getting caught.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1005", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nSometimes I have to remind myself of this and have a little meeting with her to set down my expectations and what the consequences will be for breaches. \nYou are right on track when you mention that your children are spoiled. \nHe is not interested in Akido, or other forms other than classic karate. \nMy eight year old boy has been attending since he was five. think it's Campbell), but it talks about that, too. \nAs far as discipline - at 18 mos. \nShe obviously can do it. \nWhy would kids follow someone they don't respect?\" Stay calm if she tests you. their martial arts start from 3 y/o. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1005", "ref": "", "sys_name": "Submodular", "sys_summ": "You may need to redirect your child physically (I had to do this all the time with my older one--I'd have to physically move him from the situation, or put my hands on his and give the toy back, or put my hands on his and brush his teeth for him while he held the toothbrush--and sometimes still do when he gets very tired) or just sit down with your kid and hug her so she calms down, or just let her rage until the fit is over. You know we've taught so many parents how to learn to discipline their children and build their self-esteem, to bless and honor their children while they're disciplining.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1005", "ref": "", "sys_name": "H1", "sys_summ": "The parents reported that after the meeting their daughter Â“appeared noticeably more happy and relaxed and her sassiness and lack of cooperation disappeared.\nThis helps children learn how to delay gratification but does not thwart their short-term understanding of time.\nSome children this age may want to achieve perfection -- say, draw a picture of a house or mom or dad perfectly -- and become unhappy and frustrated with themselves if they do not get the result they wanted.\nA Parental Pow Wow is shorthand for a parents' strategy meeting.\nThey take away their phones.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1007": [{"id": "1007", "ref": "", "sys_name": "H4", "sys_summ": "Fears and Phobias can be resolved with hypnosis and hypnotherapy Hypnotherapy is an ideal option because it is safe, effective, and non-invasive.\nIf a parent is afraid of spiders then a child can learn that fear and it could develop into a phobia.\nHypnotherapy is effective at helping you to overcome your fear by treating the anxiety caused by the trigger, and by re-training the mind to remember the original trigger in a way that does not create anxiety.\nMedication can be very effective in treating phobias, especially social phobia and agoraphobia.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1007", "ref": "", "sys_name": "H3", "sys_summ": "Ericksonian hypnosis and Neuro-Linguistic Programming (NLP) techniques work more effectively than conventional hypnosis programs because they are not phobia specific; they can be used to cure any phobia, or even multiple phobias.\nThe techniques found in Ericksonian hypnosis and NLP are especially effective at curing phobias because they operate at the unconscious level of the mind.\nPeople who experience \"Social Phobia, Social Anxiety\" become very anxious when facing certain social situations.\nUnderstanding fear can alleviate it.\nMy osteopath suggested hypnotherapy, recommending a therapist.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1007", "ref": "", "sys_name": "PG-MMR", "sys_summ": "all the sufferers i have helped, have also had 'social phobia.\nsome clients contact us for food phobias, which they never grew out of from childhood.\nyou can use our two minute phobias phobia online test to determine the problem 's severity.\nnearly all you are doing is spending more and more time thinking about your phobia.\nif it is limiting your full participation in life, or if your fear or phobia is becoming more severe and is beginning to dominate your life then it is probably time to do something about it.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1007", "ref": "", "sys_name": "H2", "sys_summ": "Use your self hypnosis to remind yourself of and to amplify your successes.\nHypnosis can help you overcome your fear.\nKids with phobias may have parents suffering from similar conditions.\nMedications are sometimes prescribed for phobia symptoms.\nFear of doctors or Iatrophobia can ruin the quality of your life.\nTreating simple phobias involves gradually becoming exposed to the animal, object, place or situation that causes fear.\nDrugs called beta-blockers help people who are particularly afraid of performing in front of groups.\nInterfere with your child's life.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1007", "ref": "", "sys_name": "Submodular", "sys_summ": "I know that is easier said than done, but the more you think about (say) your fear of being sick - the more fear and anxiety you create, the worse your phobia will become. I have recommended this therapy to many friends and family on the strength of my personal experience. How to deal with the fear The best way to treat fear of rejection is through NLP Self Help techniques The method has been found out to be extremely effective in driving away the fear from the individual, thereby restoring happiness and health of the victim. Often when people are anxious, their breathing gets very shallow.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1007", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nI am thankful to the organisation and my therapists and it really has been a journey of true discovery. \nMany people have emetophobia, but this fear is rarely brought up or discussed. \nThere are treatments that can help so please get in touch. \nThank you for everything Social phobia - Anxiety Interfere with your child's life. \nYour email address will not be published. \nThe most common phobias include: You may express these fears as anxiety. . \nPhobias Phobia Risk Factors &amp; Causes She also showed me some articles about it. \nA brilliant holiday day was being enjoyed by thousands. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1007", "ref": "", "sys_name": "H1", "sys_summ": "The phobia may have arisen because of exposure to an event in the past.\nThe originating event might not have been particularly traumatic at the time but is likely to have caused an emotional conflict, or been anchored by a negative response.\nThe negative feelings of performance anxiety often result in a self fulfilling prophesy when someone has a fear of public speaking.\nCases of phobia of up are usually (although not always) caused by an intense negative experience from the past.\nBeing ill shortly before or during a trip involving air travel.\nEveryone feels nervous or anxious sometimes.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1015": [{"id": "1015", "ref": "", "sys_name": "H3", "sys_summ": "More parents are choosing to homeschool their children because they see the many benefits of homeschooling, differences in ideology and issues with public school policy are only a few reasons why some parents choose homeschooling over public or private schools.\nThere are many homeschooling benefits and one of the biggest reasons why parents choose to home school is obvious.\nHomeschooling Encourages Transmission of Parental Values to Children.\nHomeschooling allows parents to have more control over what their children learn, or are exposed to.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1015", "ref": "", "sys_name": "PG-MMR", "sys_summ": "this is one reason why we homeschool.\nthese are only some of the reasons why we homeschool.\nhow to decide if you should homeschool homeschooling is not for everyone.\nhomeschoolers is a wonderful educational option and support parents who choose to homeschool their children.\nin the same way, i am familiar with homeschooling because i was homeschooled.\nand describes parents primary reasons for homeschooling their children, as well as the resources and curricular tools homeschooled students use in their education.\neven one on one, there is only so much you can do in a public school.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1015", "ref": "", "sys_name": "H2", "sys_summ": "Homeschooling Enables Children to Learn at Their Own Pace.\nThe desire to provide optimal and appropriate educational challenges has prompted many parents to consider homeschooling their gifted children.\nParents are Qualified to Homeschool Their Own Children.\nParents of home-schooled children feel their presence felt by their kids.\nHomeschooled kids are not without a plethora of opportunities for socialization.\nHomeschooled children develop normally with regard to social skill development.\nYou taught your children the alphabet, so you can teach your children to spell.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1015", "ref": "", "sys_name": "H4", "sys_summ": "Parents and children bond as teacher and students in a way that non-homeschooling families just cannot understand.\nHomeschooling parents should not need to prove they are innocent of abusing their children as a condition for freely exercising their parental rights in education.\nParents homeschooling their children are able to speed up or slow down schoolwork, unconstrained with governmentally-approved curriculums or work having to be handed in at a certain time (Colfax 48).\nHomeschooling is an educational option in which the parents assume the responsibility for educating their children at home.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1015", "ref": "", "sys_name": "H1", "sys_summ": "Sometimes children start at formal schools then move to homeschooling for reasons mentioned above.\nWhile many people claim that parents without credential are not capable of teaching, homeschooling families rely on \"family bonds, good communication, and the children's natural desire to learn to offset the lack of a teaching certificate.\nConversely, current research supporting homeschooling points to the practice not as racist, but as a way of exercising conscientious educational choice in the mist of disappointing public school environments (Bauman.\nAvoiding it is always the easiest way.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1015", "ref": "", "sys_name": "Submodular", "sys_summ": "One of the reasons I homeschool is not only the failure of the public school system, but because I feel it is up to us the parents to teach OUR children! At some point, your kids are going to have to leave and be on their own. . . at at that point, they need to know how to deal with life as it is, not as we'd like it to be. I'd really love to hear the reasons you're preventing him from being a normal child and participating in this nation's education system . \" It is because of such partisan politics that individual families from all walks of life are taking control of their children's education.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1015", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nIt is the prayer of CCH that we can be of service to parents in making it a viable, vigorous reality for their homes and families as well. \nHow will I know my children are learning? \nWhat effect does homeschooling have on public schools? problems with time, money, or distance from school In some cases, they may need you more at 15 than they did at 5! Or if anyone has any other advice about this topic please respond. \nThe Homeschooling Curriculum #29 ... \nNo unecessary, tedious busywork so idle hands do not get into mischief. \nWhy was our family doing this? \nThey also offer an online school. ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}], "1038": [{"id": "1038", "ref": "", "sys_name": "PG-MMR", "sys_summ": "your child 's first teacher, you know more than anyone about how your child is ready for kindergarten.\ntaking proactive measures to make sure your child has a smooth transition is especially important when you want to avoid much of the stress and worry that a new school year.\nunderstand times of day identify beginning sounds, rhyming words fine and gross motor skills-the child should be working toward or be able to use large muscle abilities such as walking, running, climbing, hopping, and bouncing a ball use fine motor skills requiring eye-hand coordination.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 0, "rank": 0.0}, {"id": "1038", "ref": "", "sys_name": "H4", "sys_summ": "If your child becomes ill or has an accident during the school day, we will contact you.\nMany schools even have a time when you can bring your child with you to visit.\nMost schools require a set of indoor shoes and outdoor shoes - which means your child will be changing their own footwear multiple times each day.\nVisiting a kindergarten class in the school in which you plan to enroll your child can also give you invaluable information.\nSchool activities require that a child be able to focus on one thing for a time.", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 1, "rank": 0.0}, {"id": "1038", "ref": "", "sys_name": "H1", "sys_summ": "Teachers are trained to teach children at the age level in which they come in, but the choice is up to parents whether they feel that their child should start at four-and-a-half or six.\nThey learn about how numbers are used when their parents point out numbers to them as they go throughout their day.\nIt's a great way for them to bond, they even have their special games .\nHave them start practicing doing up their buttons, snaps and zippers on their pants.\nNow children are expected to learn to write, read, and even negotiate computers.\nReinforce the ability to cope.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 2, "rank": 0.0}, {"id": "1038", "ref": "", "sys_name": "Submodular", "sys_summ": "If you find that the main reasons you want to send your child to preschool are that he seems eager to learn new things and explore, he isn't getting enough stimulation at home or daycare, or he seems ready to broaden his social horizons and interact with other children, chances are it's the perfect time to start school. It's likely that your child's teacher will review all of this on the first day or at an orientation program, but to ease any fears your child may be having, it's a good idea to go over it before she starts. Go along, ring them up and say, \"I'd like to come and have a look\".", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 3, "rank": 0.0}, {"id": "1038", "ref": "", "sys_name": "MMR_star", "sys_summ": "\nMake an effort to find out who it is in the school or district who can be a resource for you and your child. \"Schools are so much more competitive, I thought why not give my child another year of maturity? \nSome children get anxious when they hear other students talk about lunch money if they don't have any. \nThe adults should review this plan with their kids regularly. \nIs there some special activity that she really enjoyed? \nWhat time will dinner be? \nCan he work on projects on his own? ", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 4, "rank": 0.0}, {"id": "1038", "ref": "", "sys_name": "H2", "sys_summ": "Older children should help or make their own.\nYour child needs to know how to play with different materials.\nAsk your child about teachers and classmates, and listen for signs of concerns.\nTake every possible chance you can to be in your child's classroom.\nYour child's teacher knows how he acts in the school setting.\nEncourage your child to be patient, attentive, and positive.\nChildren may be handed a mixed bag, instead of the curriculum that's right for them.\nBullying is unfair and adults must take it seriously as early as in kindergarten.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 5, "rank": 0.0}, {"id": "1038", "ref": "", "sys_name": "H3", "sys_summ": "Many nursery school programs around the country now offer an additional year for children who are age-appropriate for kindergarten, but who are not developmentally ready.\nAnd many independent schools have introduced a transitional or Pre-K year for children who are not ready for kindergarten.\nSome experts believe that preschool may even be more important for kids who've been at home with their parents, to help get them ready for the move to kindergarten.\nI strongly encourage you and your child to visit the school before school starts.\n", "scores": {"edit": null, "clarity": 0.0, "grammar": 0.0, "hter": 0.0, "time": 0.0, "overall": 0.0, "focus": 0.0, "redundancy": 0.0}, "summ_id": 6, "rank": 0.0}]}